-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 07, 2018 at 04:36 PM
-- Server version: 10.1.28-MariaDB
-- PHP Version: 7.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `temp7`
--

-- --------------------------------------------------------

--
-- Table structure for table `ads`
--

CREATE TABLE `ads` (
  `id` int(11) NOT NULL,
  `home_728` text,
  `home_468` text,
  `home_234` text,
  `post_728` text,
  `post_468` text,
  `post_234` text,
  `category_728` text,
  `category_468` text,
  `category_234` text,
  `tag_728` text,
  `tag_468` text,
  `tag_234` text,
  `search_728` text,
  `search_468` text,
  `search_234` text,
  `sidebar_300` text,
  `sidebar_234` text,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ads`
--

INSERT INTO `ads` (`id`, `home_728`, `home_468`, `home_234`, `post_728`, `post_468`, `post_234`, `category_728`, `category_468`, `category_234`, `tag_728`, `tag_468`, `tag_234`, `search_728`, `search_468`, `search_234`, `sidebar_300`, `sidebar_234`, `created_at`) VALUES
(1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2017-07-06 00:08:06');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_520_ci DEFAULT NULL,
  `parent_id` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `parent_id`, `created_at`) VALUES
(1, 'आलेख', 0, '2018-04-05 11:47:20'),
(2, ' कविता 2018', 0, '2018-04-05 11:47:31'),
(3, ' कविता 2017', 0, '2018-04-05 11:47:36'),
(4, ' कविता 2016', 0, '2018-04-05 11:47:40'),
(5, ' कविता 2015', 0, '2018-04-05 11:47:48'),
(6, ' कविता 2014', 0, '2018-04-05 11:47:53'),
(7, ' कविता 2013', 0, '2018-04-05 11:47:57'),
(8, ' कविता 2012', 0, '2018-04-05 11:48:02'),
(9, ' कविता  2011', 0, '2018-04-05 11:48:06'),
(10, 'Home Gallery', 0, '2018-04-05 13:14:25'),
(11, 'कार्यक्रम', 0, '2018-04-07 11:46:56');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int(11) NOT NULL,
  `post_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `comment` varchar(1000) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `contacts`
--

CREATE TABLE `contacts` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `message` varchar(5000) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `gallery_categories`
--

CREATE TABLE `gallery_categories` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `newsletters`
--

CREATE TABLE `newsletters` (
  `id` int(11) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `id` int(11) NOT NULL,
  `title` varchar(500) DEFAULT NULL,
  `page_description` varchar(500) DEFAULT NULL,
  `slug` varchar(500) DEFAULT NULL,
  `is_custom` int(11) DEFAULT '1',
  `page_content` text,
  `page_order` int(11) DEFAULT '5',
  `page_active` int(11) DEFAULT '1',
  `title_active` int(11) DEFAULT '1',
  `breadcrumb_active` int(11) DEFAULT '1',
  `right_column_active` int(11) DEFAULT '1',
  `need_auth` int(11) DEFAULT '0',
  `location` varchar(255) DEFAULT 'header',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `title`, `page_description`, `slug`, `is_custom`, `page_content`, `page_order`, `page_active`, `title_active`, `breadcrumb_active`, `right_column_active`, `need_auth`, `location`, `created_at`) VALUES
(1, 'Home', 'Home Page', 'index', 0, '', 1, 1, 1, 1, 1, 0, 'header', '2017-07-06 00:09:37'),
(2, 'Gallery', 'Gallery Page', 'gallery', 0, '', 2, 1, 1, 1, 1, 0, 'header', '2017-07-06 00:10:17'),
(3, 'Contact', 'Contact Page', 'contact', 0, '', 3, 1, 1, 1, 1, 0, 'header', '2017-07-06 00:10:41');

-- --------------------------------------------------------

--
-- Table structure for table `photos`
--

CREATE TABLE `photos` (
  `id` int(11) NOT NULL,
  `title` varchar(500) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `path_big` varchar(255) DEFAULT NULL,
  `path_small` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `title` varchar(500) DEFAULT NULL,
  `title_slug` varchar(500) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `summary` varchar(1000) DEFAULT NULL,
  `content` text,
  `category_id` int(11) DEFAULT NULL,
  `image_big` varchar(255) DEFAULT NULL,
  `image_mid` varchar(255) DEFAULT NULL,
  `image_small` varchar(255) DEFAULT NULL,
  `image_slider` varchar(255) DEFAULT NULL,
  `is_slider` int(11) DEFAULT '0',
  `hit` int(11) DEFAULT '0',
  `slider_order` int(11) DEFAULT '0',
  `optional_url` varchar(1000) DEFAULT NULL,
  `need_auth` int(11) DEFAULT '0',
  `visibility` int(11) DEFAULT '1',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `title`, `title_slug`, `summary`, `content`, `category_id`, `image_big`, `image_mid`, `image_small`, `image_slider`, `is_slider`, `hit`, `slider_order`, `optional_url`, `need_auth`, `visibility`, `created_at`) VALUES
(1, 'तज़रूबा', '%e0%a4%a4%e0%a4%9c%e0%a4%bc%e0%a4%b0%e0%a5%82%e0%a4%ac%e0%a4%be', '', '<p>क्&zwj;यों डरें ज़िन्&zwj;दगी में क्&zwj;या होगा</p>\r\n\r\n<p>कुछ ना होगा तो तज़रूबा होगा</p>\r\n\r\n<p>हँसती आँखों में झाँक कर देखो कोई</p>\r\n\r\n<p>आँसू कहीं छुपा होगा |</p>\r\n\r\n<p>18 September 2011</p>\r\n\r\n<p><img alt=\"Post\" src=\"http://golokbeharirai.in/wp-content/uploads/2017/12/IMG_0071.jpg\" style=\"width:200px\" /></p>\r\n', 9, 'uploads/images/image_big_1_5ac625864dbb2.jpg', 'uploads/images/image_mid_1_5ac625865530f.jpg', 'uploads/images/image_small_1_5ac625868f8b7.jpg', 'uploads/images/image_slider_1_5ac6258692ede.jpg', 0, 2, 0, 'kavita', NULL, 1, '2018-04-05 11:50:35'),
(2, 'विवर्त', 'विवर्त', 'विवर्त', '<p>मुझे सोने से पहले ,फिर एक बार उठ खड़ा होना है।<br />\r\nन हूँगा झंझावात, न उठ खड़ा हूँगा तूफ़ान बन के।<br />\r\nपरिस्थितियों के विवर्त में ,बन पड़ूँगा रूद्र सा |<br />\r\nमुझे सोने से पहले ,फिर एक बार उठ खड़ा होना है ||१||</p>\r\n\r\n<p>हार कर मै सोया हूँ,यह जानता है सब कोई |<br />\r\nपर थका -मादा बैठा हूँ,यह भी मुझे मंजूर नहीं |<br />\r\nअभी नहीं मेरी मुद्रा , गरुण पुराण की कथा सूनू |<br />\r\nलक्ष्मण जैसी मूर्छा हो ,या चिर निद्रा हो आने वाली |<br />\r\nकरुणा का वन अति भयावह ,शान्ति की ठंडी सही न जाती |<br />\r\nबन विभत्स मै कूद पड़ूँगा , विपल्व की मझधार में |<br />\r\nमुझे सोने से पहले ,फिर एक बार उठ खड़ा होना ||२||</p>\r\n\r\n<p>हर कीमत पर शान्ति चाहिए ,पर युद्ध के व्यापार से |<br />\r\nतभी रक्षित होगी करुणा , विश्व के व्यापार में |<br />\r\nदया धर्म तब पल्लवित होगा ,जगत को आर्य बनायेगे |<br />\r\nहर मानव में तब भाव जगेगा ,सर्वपंथ सदभाव में |<br />\r\nसजधज श्रृंगार खडी होगी , जीवन दर्शन के निर्माण में |<br />\r\nकुसुमित होगा नव जीवन दर्शन , संतति मधुमास मनायेगी<br />\r\nमुझे सोने से पहले ,फिर एक बार उठ खड़ा होना ||३||<br />\r\n3 September 2011</p>\r\n\r\n<p><img alt=\"Post\" src=\"http://golokbeharirai.in/wp-content/uploads/2017/12/IMG_0072-1.jpg\" style=\"width:200px\" /></p>\r\n', 9, 'uploads/images/image_big_2_5ac6257025771.jpg', 'uploads/images/image_mid_2_5ac625707e82a.jpg', 'uploads/images/image_small_2_5ac62570c7480.jpg', 'uploads/images/image_slider_2_5ac62570d6214.jpg', 0, 2, 0, '', NULL, 1, '2018-04-05 11:53:29'),
(4, 'Home Gallery', 'home-gallery', '', '', 10, 'uploads/images/image_big_4_5ac6214762214.jpg', 'uploads/images/image_mid_4_5ac62147979d6.jpg', 'uploads/images/image_small_4_5ac62147ceb0a.jpg', 'uploads/images/image_slider_4_5ac62147d9b54.jpg', 1, 0, 0, '', NULL, 1, '2018-04-05 13:14:47'),
(5, 'Home Test', 'Home Test', '', '', 10, 'uploads/images/image_big_5_5ac621ac56cd4.jpg', 'uploads/images/image_mid_5_5ac621ac83cbe.jpg', 'uploads/images/image_small_5_5ac621acbf8e3.jpg', 'uploads/images/image_slider_5_5ac621acc5e7d.jpg', 1, 0, 0, '', NULL, 1, '2018-04-05 13:15:00'),
(6, 'Home Test1', 'Home Test1', '', '', 10, 'uploads/images/image_big_6_5ac6216550995.jpg', 'uploads/images/image_mid_6_5ac6216576030.jpg', 'uploads/images/image_small_6_5ac62165b289a.jpg', 'uploads/images/image_slider_6_5ac62165b929f.jpg', 1, 0, 0, '', NULL, 1, '2018-04-05 13:15:17'),
(7, 'Test Post', 'Test Post', '', '', 10, 'uploads/images/image_big_7_5ac62175385b3.jpg', 'uploads/images/image_mid_7_5ac621758269c.jpg', 'uploads/images/image_small_7_5ac62175c3ed7.jpg', 'uploads/images/image_slider_7_5ac62175cfa04.jpg', 1, 0, 0, '', NULL, 1, '2018-04-05 13:15:33'),
(8, 'गुड़हल के फूल', 'गुड़हल के फूल', 'गुड़हल के फूल', '<p>गुड़हल के फूल<br />\r\nबहुत ही चटकदार होते है,<br />\r\nबहुत ही सुन्दर होते है |<br />\r\nपर तुरंत मुरझा भी जाते है<br />\r\nपता नहीं मुरझाने के पीछे<br />\r\nकौन सा तत्व छिपा है?<br />\r\nकौन सा व्यवहार छिपा है ?<br />\r\nपर इतना भी सत्य है ,<br />\r\nये सदैव ही मुरझाते ही है |<br />\r\nये पर्णपाती भी नहीं ,<br />\r\nडंठल से चिपके रहते है<br />\r\nफिर भी मुरझा ही जाते है |<br />\r\nJanuary 2012</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac636f61d628.jpg\" style=\"height:293px; width:501px\" /></p>\r\n', 8, 'uploads/images/image_big_8_5ac636fe82efa.jpg', 'uploads/images/image_mid_8_5ac636fe96bc8.jpg', 'uploads/images/image_small_8_5ac636feccb6b.jpg', 'uploads/images/image_slider_8_5ac636fed1638.jpg', 0, 1, 0, '', NULL, 1, '2018-04-05 14:47:26'),
(9, 'लोकपाल', 'लोकपाल', 'लोकपाल', '<p>राजनीति की चढ़ी जवानी<br />\r\nराजनीति की चढ़ी जवानी, सिमटी आँचल नीति की !<br />\r\nराजनीति की खड़ी दुपहरी , दिन ढला ओ नीति की !<br />\r\nढलती शाम धुधला जब छाई, चीर लुटी लोकपाल की !<br />\r\nराजनीति की चढ़ी जवानी, सिमटी आँचल नीति की !!१!!<br />\r\nराक्षस अमात्य तब माथा पीटा, मनमोहन की पगड़ी उछली !<br />\r\nतब चाणक्य अट्टहास भरा, गर्जन नर्तन विपक्ष किया !<br />\r\nसत्ता पक्ष की बेहाई देख, तब चले अन्ना रुदन को !<br />\r\nसत्ताधारी घनानंद तब, इठलाते रंगमहल चला !<br />\r\nमैडम चली बाज़ार घोटाला, इठलाते अहमद साथ चले !<br />\r\nचले सिब्बल मस्ती करने, राहुल को साथ लिए !<br />\r\nराजनीति की चढ़ी जवानी, सिमटी आँचल नीति की !२!!<br />\r\nभरी दुपहरी संसद की, लोकसभा अनुत्तरित थी !<br />\r\nबहस बिच विल छिना झपटी, लालू की चाल निराली थी !<br />\r\nफाड़ विल &ldquo;राजनीति&rdquo; बने दुह्शासन, राज्यसभा शर्मसार हुई !<br />\r\nप्रणव से जन करे निवेदन, अब उनकी नव प्रणय बेला आई !<br />\r\nकर ले इकरार नए महफ़िल से, दे तलाक इस अभागीन की !<br />\r\nराजनीति की चढ़ी जवानी, सिमटी आँचल नीति की !!३!!<br />\r\n2 January 2012</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac637626f9c0.jpg\" style=\"height:369px; width:380px\" /></p>\r\n', 8, 'uploads/images/image_big_9_5ac6376b1dfef.jpg', 'uploads/images/image_mid_9_5ac6376b30192.jpg', 'uploads/images/image_small_9_5ac6376b638f7.jpg', 'uploads/images/image_slider_9_5ac6376b67f96.jpg', 0, 3, 0, '', NULL, 1, '2018-04-05 14:49:15'),
(10, 'भारतीय नवजागरण – राष्ट्रीय चेतना का प्रवाह', '%e0%a4%ad%e0%a4%be%e0%a4%b0%e0%a4%a4%e0%a5%80%e0%a4%af-%e0%a4%a8%e0%a4%b5%e0%a4%9c%e0%a4%be%e0%a4%97%e0%a4%b0%e0%a4%a3-%e2%80%93-%e0%a4%b0%e0%a4%be%e0%a4%b7%e0%a5%8d%e0%a4%9f%e0%a5%8d%e0%a4%b0', 'प्रत्येक समाज, क्षेत्र की अपनी सामाजिक, सांस्कृतिक, राजनीतिक और आर्थिक परिस्थितियाँ होती है। परिस्थितियाँ-घटनायें और जन सामान्य की चितवृति की पारस्परिक टकराहट से समाज में आधारभूत बदलाव आते रहते हैं। जब देश पर बाह्य, यवन-तुर्क आक्रमण हुए तब इन आक्रमणों से जन सामान्य एवं समाज की सांस्कृतिक पहचान धुँधलाने लगी। उस काल खण्ड ', '<p>प्रत्येक समाज, क्षेत्र की अपनी सामाजिक, सांस्कृतिक, राजनीतिक और आर्थिक परिस्थितियाँ होती है। परिस्थितियाँ-घटनायें और जन सामान्य की चितवृति की पारस्परिक टकराहट से समाज में आधारभूत बदलाव आते रहते हैं। जब देश पर बाह्य, यवन-तुर्क आक्रमण हुए तब इन आक्रमणों से जन सामान्य एवं समाज की सांस्कृतिक पहचान धुँधलाने लगी। उस काल खण्ड में स्पष्ट रूप से सामाजिक चेतना की वृत्ति में ईश्वर का कहीं न कहीं स्थान किसी न किसी रूप में जन सामान्य में व्याप्त रहा। जिसे भारतीय साहित्य में भक्तिकाल के नाम से जाना गया। इस सांस्कृतिक पहचान को भक्तिकालीन कवियों ने ज्ञानमार्ग, प्रेममार्ग और भक्ति पूरक साहित्य के माध्यम से व्यक्त किया। जो जन सामान्य की चितवृति और तत्कालीन परिवेश की टकराहट का यह सहज स्वाभाविक परिणाम था।</p>\r\n\r\n<p>समाज में वैज्ञानिक तकनिकी और विकास तथा शिक्षा के फलस्वरूप अपनी सामाजिक-सांस्कृतिक परम्पराओं एवं व्यवहारों की विवेक सम्मत मूल्याँकन की शुरुआत की। आज का भारतीय नवजागरण सामाजिक-राजनैतिक खायी के वैचारिक पुनर्मूल्यांकन का वैचारिक साक्ष्य है। यह सत्य है कि एक ओर सम्पन्न, सक्षम सामाजिक-राजनैतिक वर्ग सामाजिक-राजनैतिक-आर्थिक तीनों मोर्चों पर लड़ने के लिए समाज में झूठी विषमता, अस्पृश्यता, पिछड़ापन का खोखला, क्षद्म नारा देकर समाज और राष्ट्र को तोड़ने, विभाजित करने का कुत्सित प्रयास कर अपनी स्वार्थ सिद्धि कर रहा है। वहीं दूसरी ओर पीड़ित जन अपनी पहचान और अधिकार के लिए मानवीय मूल्यों को पुनः परिभाषित करने का कार्य कर रहा है।</p>\r\n\r\n<p>महात्मा ज्योति फूले और बाबा साहब अम्बेडकर इन पीड़ित जनों का सफल नेतृत्व प्रदान किया।उन्होंने महसूस किया कि हम अपनी सांस्कृतिक, सामाजिक और राष्ट्रीय चेतना को अक्षुण रखते हुए अपनी पहचान को प्राप्त करने का सफल संघर्ष कर सकते हैं। इसलिए अपनी पहचान की लड़ाई लड़ते हुए भी भारतीय-मानस व जन-मानस से कभी भी विलग नहीं हुए। उन्होंने पीड़ित समाज में एक नयी ऊर्जा भारी। जो राष्ट्रीय पहचान के साथ व्यक्ति की पहचान और अधिकार को स्पष्ट दिशा दिया। भारतीय नवजागरण के सकारात्मक परिणामों एवं स्वतंत्रता पश्चात संवैधानिक तथा विधि-व्यवस्थाओं के चलते आज मानवीय-समानता, सामाजिक-समन्वय तथा सामाजिक-न्याय , राष्ट्रीय-एकता और राष्ट्रीय जनभाव की अक्षुणता की अनुगूँज सर्वत्र चहुँ दिश सुनाई देने लगी है। &rdquo; एक राष्ट्र &ndash; एक जन &ndash; एक मूल्य &rdquo; यह विचार फैल रहा है। जिसे महात्मा फूले व बाबा साहब अम्बेडकर ने अपनी कृति से सदा सर्वथा चरितार्थ किया। इसी के साथ सामाजिक परिस्थितियाँ भी बदल रही हैं। समता, स्वतंत्रता,बंधुत्व और न्याय जैसी मानवीय मूल्यों का बोध समाज के अंदर एक क्रांति के रूप में, वर्तमान के युगधर्म के रूप में दिखायी पड़ रहा है। फलस्वरूप राष्ट्र- समाज &ndash; व्यक्ति के जीवन में एक क्रांतिकारी परिवर्तन की धारा चल पड़ी है।</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac637f9d3055.jpg\" style=\"height:170px; width:300px\" /></p>\r\n', 1, 'uploads/images/image_big_10_5ac638124c279.jpg', 'uploads/images/image_mid_10_5ac6381253781.jpg', 'uploads/images/image_small_10_5ac6381283bbc.jpg', 'uploads/images/image_slider_10_5ac6381287740.jpg', 0, 3, 0, '', NULL, 1, '2018-04-05 14:52:02'),
(11, 'हमारी एकता का संकट', '%e0%a4%b9%e0%a4%ae%e0%a4%be%e0%a4%b0%e0%a5%80-%e0%a4%8f%e0%a4%95%e0%a4%a4%e0%a4%be-%e0%a4%95%e0%a4%be-%e0%a4%b8%e0%a4%82%e0%a4%95%e0%a4%9f', 'आज बार-बार यह अवाज उठाया जाता है कि पिछड़ा – वंचित वर्ग की समस्या एक सामाजिक समस्या है और इसका समाधान राजनीतिक नहीं है। पर इतना भी सत्य है कि जब तक पिछड़ा वंचित वर्गों के हाथों में राजनीतिक सत्ता नहीं आती, उनकी समस्या का समाधान नहीं हो साकता है।', '<p>आज बार-बार यह अवाज उठाया जाता है कि पिछड़ा &ndash; वंचित वर्ग की समस्या एक सामाजिक समस्या है और इसका समाधान राजनीतिक नहीं है। पर इतना भी सत्य है कि जब तक पिछड़ा वंचित वर्गों के हाथों में राजनीतिक सत्ता नहीं आती, उनकी समस्या का समाधान नहीं हो साकता है।</p>\r\n\r\n<p>तुर्कों, मुग़लों और अंग्रेज़ों के हाथ से निकलकर राजनीतिक सत्ता ऐसे लोगों के हाथ में गयी, जिनका हमारे सामाजिक जीवन में आर्थिक, सामाजिक एवं &nbsp;भद्रलोक ( सभ्य) होने का प्रभुत्व रहा। इसप्रकार के स्वराज्य का स्वरूप उन्हीं भुतकाल के विगत अत्याचार और अन्याय की याद दिलाएगा। अतः यह आवश्यक &nbsp;है कि इन्हें भी सभी के साथ साथ राजनीतिक सत्ता में पर्याप्त प्रतिनिधित्व मिले। इसका यह क़तई अर्थ नहीं कि इनका नेतृत्व पूर्वाग्रह से ग्रसित व दूषित बना रहे।</p>\r\n\r\n<p>डा लोहिया की सामाजिक न्याय की यह गूँज, जिसकी प्रतिध्वनि उनके जीवनकाल में ही सुनायी पड़ने लगी थी। वह 70 के दशक के बाद भारत के राजनीतिक &ndash; सामाजिक परिवर्तन के रूप में उभर कर सामने आया।</p>\r\n\r\n<p>पर इसका अर्थ यह नहीं कि हम योग्यता, प्रवीणता, ज्ञान-विज्ञान, रोज़गार एवं उद्योग तथा संस्थागत विकास में आरक्षण की बात करें। योग्य, कुशल, प्रवीण एवं ज्ञानी को पर्याप्त अवसर मिलना चाहिए। हम ज्ञान &ndash; विज्ञान और रोज़गार के क्षेत्र में योग्य बनने का सभी को अवसर प्रदान करें। शिक्षा एवं स्वास्थ्य सभी को निःशुल्क प्राप्त होना चाहिए। इसका पर्याय आरक्षण व सामाजिक स्थिति नहीं हो सकता है। योग्यता व प्रवीणता का &nbsp;रोज़गार, ज्ञान &ndash; विज्ञान के क्षेत्र में वंचित होना एक सामाजिक राष्ट्रीय महापाप की कृति होगी, बल्कि इससे निकली प्रतिक्रिया की प्रतिध्वनि समाज में कटुता और वैमनस्य को जन्म देगा।</p>\r\n\r\n<p>इसप्रकार बिखराव और अपनी ही कुंठाओं में घुटता समाज राष्ट्रीय एकता के लिए महाघातक सिद्ध होगा। जो आगे चलकर समाज राष्ट्र के सामने अनेक जटिल समस्याओं को खड़ा करने में सदा तत्पर और सक्षम रहेगा।</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac65464725c0.jpg\" style=\"height:170px; width:300px\" /></p>\r\n', 1, 'uploads/images/image_big_11_5ac6546dc2cc8.jpg', 'uploads/images/image_mid_11_5ac6546dcaa3c.jpg', 'uploads/images/image_small_11_5ac6546e03af0.jpg', 'uploads/images/image_slider_11_5ac6546e0765b.jpg', 0, 3, 0, '', NULL, 1, '2018-04-05 16:53:01'),
(12, 'लाहौर की सिसकियाँ', '%e0%a4%b2%e0%a4%be%e0%a4%b9%e0%a5%8c%e0%a4%b0-%e0%a4%95%e0%a5%80-%e0%a4%b8%e0%a4%bf%e0%a4%b8%e0%a4%95%e0%a4%bf%e0%a4%af%e0%a4%be%e0%a4%81', 'एक शहर जिसके बारे में सिर्फ़ पढ़ा-सुना\r\nजिसकी गलियों की सिर्फ़ तस्वीरें देखीं\r\nफिर कैसा अजनबी सा रिश्ता है इस शहर से', '<p>एक शहर जिसके बारे में सिर्फ़ पढ़ा-सुना<br />\r\nजिसकी गलियों की सिर्फ़ तस्वीरें देखीं<br />\r\nफिर कैसा अजनबी सा रिश्ता है इस शहर से<br />\r\nआज सुना इक दोस्त जाएगा<br />\r\nफिर मुलाक़ात करेगा लाहौर की उन गलियों से<br />\r\nयूँ लगा जैसे वो शहर बुला रहा है<br />\r\nकहता है &ndash;<br />\r\nआओ तुम भी मिलो मुझ से<br />\r\nदेखो अब कैसा लगता हूँ मैं<br />\r\nकिसी और ज़िन्दगी में<br />\r\nमैं घर था तुम्हारा ।<br />\r\nपर मेरे शहीद-ए-आज़म के<br />\r\nनाम पर<br />\r\nमेरा एक चौक भी न होगा</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac655986f4f5.jpg\" style=\"height:314px; width:469px\" /></p>\r\n', 7, 'uploads/images/image_big_12_5ac655aadeb57.jpg', 'uploads/images/image_mid_12_5ac655ab03a64.jpg', 'uploads/images/image_small_12_5ac655ab381f7.jpg', 'uploads/images/image_slider_12_5ac655ab3c868.jpg', 0, 3, 0, '', NULL, 1, '2018-04-05 16:58:18'),
(13, '“दलितवाद” सामाजिक बिखराव की एक प्रवंचना', '%e2%80%9c%e0%a4%a6%e0%a4%b2%e0%a4%bf%e0%a4%a4%e0%a4%b5%e0%a4%be%e0%a4%a6%e2%80%9d-%e0%a4%b8%e0%a4%be%e0%a4%ae%e0%a4%be%e0%a4%9c%e0%a4%bf%e0%a4%95-%e0%a4%ac%e0%a4%bf%e0%a4%96%e0%a4%b0%e0%a4%be%e0%a4%b5', 'पीड़ित – वंचित वर्ग को परिभाषित, सम्बोधित करने का अभिप्राय यह नहीं कि हम इतिहास के अतीत पक्ष को ही केवल देखें। बल्कि उसकी उस निरन्तरता को प्रकाशित उजगारित करना होगा जो नूतन सामाजिक समग्रता की ओर उन्मुख हो रहा है। पीड़ित वंचित समाज के लिए उलाहनापूर्ण सम्बोधन ', '<p>पीड़ित &ndash; वंचित वर्ग को परिभाषित, सम्बोधित करने का अभिप्राय यह नहीं कि हम इतिहास के अतीत पक्ष को ही केवल देखें। बल्कि उसकी उस निरन्तरता को प्रकाशित उजगारित करना होगा जो नूतन सामाजिक समग्रता की ओर उन्मुख हो रहा है। पीड़ित वंचित समाज के लिए उलाहनापूर्ण सम्बोधन &rdquo; दलित &rdquo; शब्द को वर्गीकृत, विशेषीकृत करने के स्थान पर हमें आम पीड़ित &ndash; वंचित जन की पीड़ाओं के साथ जुड़ना होगा। समय की आवाज़ उनके सम्पूर्ण सामाजिक ढाँचे में घुल मिल जाने की है।न कि उन्हें पृथक, विशेषीकृत &ndash; वर्गीकृत करने की है। वर्तमान राजनीति और उसके द्वारा देय सुविधा आरक्षण मात्र पीड़ित &ndash; वंचित समाज को विशेषीकृत वर्ग बनाने का एक लोक लुभावना षडयंत्र भर है।</p>\r\n\r\n<p>यह सत्य भी है और कोई सन्देह भी नहीं कि कालान्तर में पीड़ित &ndash; वंचित वर्ग को सामाजिक और आर्थिक दोनों दृष्टियों से अपमान, उपेक्षा, पीछड़ापन, उत्पीड़न, प्रताड़ना, शोषण का शिकार होना पड़ा। यह भी सच है कि इस उपेक्षा, अपमान और प्रताड़ना के लिए क्षेत्रानुसार समाज के कुछ वर्ग विशेष के लोग ही दोषी हों। किन्तु सम्पूर्ण सनातन समाज को इसके लिए दोषी ठहराना एक अतिवादी सोच व निष्कर्ष है। सनातन समाज को देश, काल और परिवेश में सतत होने वाले युगान्तकारी परिवर्तनों &ndash; बदलावों को अनदेखा करके अत्याचारी और शोषक मान लेना, स्थायी सामाजिक विखराव का रेखांकन कर मात्र सत्ता के लिए अपनी राजनैतिक रोटी सेकना है। जो कुछ दल व राजनेता कर रहे हैं। जिनको भारत, भारतीयता व भारत की आत्मा से कोई सरोकार नहीं है।</p>\r\n\r\n<p>सनातन स्वभाव सम्पूर्ण जड़ और चेतन में एक ही परामत्व तत्व का दर्शन करता है। कुछ तथाकथित अपवादों को छोड़कर हमारे वेदों, उपनिषदों, पुराणों, अरण्य शास्त्रों और अन्यान्य धर्म ग्रंथों में व्यापक मानवीय मूल्यों की प्रतिष्ठा है। हम सनातनी विद्या, विनय और करुणा से सम्पन्न पक्षी, चींटी, गाय, हाथी, व्राह्मण और चाण्डाल में एक ही आत्मा का दर्शन करते हैं। वही एकत्व का दर्शन करने वाला पंडित कहलाया।</p>\r\n\r\n<p>पीड़ित &ndash; वंचित वर्गों में धर्म को लेकर तथाकथित दलित राजनीति के पुरोधाओं ने बहुत सारा सन्देह, भ्रम और पूर्वाग्रह उत्पन्न किये। जो तार्किक होते हुए भी नकारात्मक थी। &rdquo; होइहि सोई जो राम रचि राखा &rdquo; इस नियतिवाद, कर्मफलवाद, भाग्यवाद से बाहर निकलना होगा, जो आज अपनी परिस्थितियों, सामाजिक जड़ता और आर्थिक &ndash; राहनीतिक सता को बदलने का प्रयत्न नहीं कर पा रही है।</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac6562087729.jpg\" style=\"height:170px; width:300px\" /></p>\r\n', 1, 'uploads/images/image_big_13_5ac6563b1e266.jpg', 'uploads/images/image_mid_13_5ac6563b25b00.jpg', 'uploads/images/image_small_13_5ac6563b54ea5.jpg', 'uploads/images/image_slider_13_5ac6563b58971.jpg', 0, 2, 0, '', NULL, 1, '2018-04-05 17:00:43'),
(14, 'अतिवाद के जड़ में सामाजिक आर्थिक विषमता', '%e0%a4%85%e0%a4%a4%e0%a4%bf%e0%a4%b5%e0%a4%be%e0%a4%a6-%e0%a4%95%e0%a5%87-%e0%a4%9c%e0%a4%a1%e0%a4%bc-%e0%a4%ae%e0%a5%87%e0%a4%82-%e0%a4%b8%e0%a4%be%e0%a4%ae%e0%a4%be%e0%a4%9c%e0%a4%bf%e0%a4%95', 'आज नक्सलवाद सह माओवाद देश के विकास की धारा को अवरुद्ध कर खड़ा है। देश में एक बड़े भू-भाग में इस माओवाद के कारण विकास योजनाएँ ठप्प है। फिर उन क्षेत्रों में विकास के नाम पर राजनेता-प्रशासन एवं अतिवादि माओवादियों का संगठित तंत्र लूट मचाये हुए है', '<p>आज नक्सलवाद सह माओवाद देश के विकास की धारा को अवरुद्ध कर खड़ा है। देश में एक बड़े भू-भाग में इस माओवाद के कारण विकास योजनाएँ ठप्प है। फिर उन क्षेत्रों में विकास के नाम पर राजनेता-प्रशासन एवं अतिवादि माओवादियों का संगठित तंत्र लूट मचाये हुए है। इसकी मूल समस्या विकास ही नहीं, सामाजिक-आर्थिक विषमता हैं। स्वाभाविक रूप से सोचना होगा। जिस जमीन पर हम और हमारे पुरखे रहते आये, जिस पर कृषि करते आयें, जीविकोपार्जन के लिए जिस भूमि का उपयोग करते आये। वह जमीन आज हमारे नाम पर बंदोबस्त है। जो आगे हमारी पीढ़ी को भी उपलब्ध रहेगी। वहीँ पर वनवासी जो पीढ़ी दर पीढ़ी जंगल में बसते रहे। जंगल ही उनका जीविकोपार्जन का साधन रहा पर आज भी उनके मकान के लिए भी जमीन बंदोबस्त नहीं हुई। उनके जीविकोपार्जन के लिये जंगल की जमीन और सम्पदा दोनों से वंचित कर दिया गया। जब भी कोई बड़ा उद्योग खड़ा करने के नाम पर, खनन के नाम पर वनवासियों को विस्थापित तो कर दिया जाता है, पर दशकों बाद भी विस्थापन की समस्या का समाधान हमारा तंत्र नहीं कर पाता है। हजारों लाखों वनवासी आज विस्थापन के मार से जूझ रहे हैं। उनको पुर्नवास आज कई दशकों बाद भी नहीं हो पाया। केवल सरकारी फाइलों में समस्या इस टेबल से उस टेबल घूमती रही। जिस सर्वे ने हमारी उपयोग की जमीन को हमारें नाम पर बंदोबस्त किया। क्या वही सर्वे उन वनवासियों के वास व जीविकोपार्जन की लिए पीढ़ी दर पीढ़ी उनके उपयोग में आती रही जंगल की जमीन को उनके नाम बंदोबस्त कर सकता था ? इसमें उन वनवासियों का क्या दोष ? यह कौन सा न्याय है कि जिस वन सम्पदा के प्रभाव से हमारी सड़के कंक्रीट की बन रही है, हमारे शहर के पुल और फ्लाई ओवर लाखों टन लोहा लगा के खड़े हो रहे हैं।हमारी इमारते उसी वन सम्पदा के लोहा, कंकड़, रेत से चमचमा रही हैं। इन सारी सुख सम्पदा की उपलब्धता वही जंगल वन व पहाड़ है। क्या इस चकाचौंध की दुनिया व अपनी उजड़ी जिंदगी को देखकर उन वनवासियों के मान में यादे कोई विक्षोभ पैदा होता है तो इसका कारण सामाजिक-आर्थिक विषमता को पोषण करनेवाली हमारी नीतियाँ है। जो नक्सलवाद, माओवाद व अतिवाद का कारण बन रही है। शहरी-मैदानी भाग में रहनेवाले लोगों, आधुनिक जीवन जीने वाले लोगों से अलग-अलग रहना आदिवासियों के जीवन का एक अनूठा पहलू है | अपने इसी स्वभाव के कारण वे अपने जातीय-सांस्कृतिक गुण को कायम रख सके हैं। प्राकृतिक वातावरण विशेषतः जंगल से इनका अन्योंन्याश्रय संबंध है परन्तु भारत में उपनिवेशवाद की स्थापना के बाद वनवासियों को राजनीतिक, आर्थिक और प्रशासनिक रूप से आधुनिक समाज से जोड़ने की प्रक्रिया शुरू हुई। इस मिश्रण ने न केवल उनकी शांत और स्वच्छंद जीवन शैली को बाधित किया बल्कि वर्तमान वनवासी समाज में गरीबी, बेरोजगारी आदि को भी जन्म दिया जो जनजातियों के जीवन में शोषण का भी कारण बना। ये समस्याएँ वनवासी समाज के पारंपरिक जीवन शैली में क्षय और जनजातीय समुदायों के अस्मिता, स्वत व पहचान खो देने का कारण बनी। वनवासियों के मानवाधिकारों, जीवन मूल्यों संबंधी मुद्दों के विश्लेषण की शुरुआत हम भूमि विभाजन से कर सकते हैं। संचार और विकास हेतु सरकारें एवं अन्य संस्थाओं द्वारा वनवासी भूमि का अधिग्रहण तथा भूमि कानून में त्रुटी की वजह से वनवासी भूमि का विभाजन हो गया और ये अपनी सम्पदा खो बैठे। भूमि आधिपत्य की यह नई प्रणाली वनवासियों के समाजिक-आर्थिक ढांचे को जड़ से बदल दिया और गैर जनजातीय लोगों का जनजातीय क्षेत्रों में अतिक्रमण होने लगा।</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac6567c22c32.jpg\" style=\"height:170px; width:300px\" /></p>\r\n\r\n<div class=\"alignnone wp-caption\" id=\"attachment_209\" style=\"width:310px\">\r\n<p>बन्दूक़ के साये में वनवासियों का शोषण व भटकाव</p>\r\n</div>\r\n\r\n<p>वनवासियों के अस्मिता व स्वत का दूसरा अहम् मुद्दा है जंगल के साथ उनका अन्योन्याश्रय संबंध। पारंपरिक रूप से जंगल और वन-भूमि ही जनजातीय लोगों का आश्रय था और जीविकोपार्जन का माध्यम भी। धीरे-धीरे प्राकृतिक संसाधन के नाम पर जंगल का रख-रखाव सरकार ने अपने हाथों में ले लिया और जनजातीय तथा सरकार के बीच लगातार एक तनाव का माहौल बनता गया। सरकार ने इस बात की ओर बिल्कुल ध्यान नहीं दिया कि जंगल जनजातियों की सामाजिक प्रथा और रीति-रिवाज का केंद्र बिंदु रहा है।<br />\r\nवन क्षेत्र पर अपना अधिकार खोने के बाद जनजातियों की जीविका, संसाधन छिन गई और वे गरीबी, भूखमरी तथा आश्रय विहीनता की ओर धकेल दिये गये। यह मात्र दो उदाहरणों से पूर्ण स्पष्ट है कि जहाँ तेंदू पत्ता जंगल में उपलब्ध होता है। जिसका एक बहुत बड़ा बाजार सदियों से है। उस पत्ते को तोड़ने की नीलामी सरकार करने लगी। बड़े-बड़े टेंडर होने लगे। ठीकेदार तेंदू पता आज उन्ही वनवासियों से तुडवाता है। अर्थात् अब वे इस कार्य में एक मजदूर बन के रह गये | जबकि वह पत्ता गैर नीलामी किये हुए वनवासियों से भी खरीदा जा सकता था | जंगल के सूखे पेड़ व गिरे पेड़ के लकड़ियों से वनवासी अपना रहने लायक मकान बनाता था और बड़े ही आनंद से रहता था। पर आज वन संरक्षण के नाम पर सूखे-गिरे पेड़ की लकड़ियों का स्वामित्व अब वन विभाग का हो गया। अब वे अपने मकान बनाकर रहने के लिए अपने नीज के संसाधन से भी वंचित हो गये। आज वन विभाग इन लकड़ियों को एकत्रित कर शहर के आधुनिक लोगों के उपयोग के लिए नीलामी करता है। स्वाभाविक है अपने अधिकार को खो देने व दूसरों के हाथों जाते देख आक्रोश तो होगा ही | जनजातिय समाज पहले भोजन के लिये खेती करते थे, लेकिन अब उसी जमीन में गैर जनजातीय लोगों द्वारा पैसे के लिए अनाज उगाने लगे। जो वनवासियों से छिनकर गैर जनजातियों को नया बंदोबस्त कर दिया गया।<br />\r\nजिन मुद्दों पर नक्सलवाद आंदोलन आज से चार दशक पहले प्रारंभ हुआ था, वे मुद्दे यानि जमीन का अधिकार, भूख का मर्म, वेदना व दर्द आज भी जिन्दा है। उससे भी बड़ी बात उन वनवासियों की जीवन शैली जो आधुनिक जीवन शैली से बहुत ही अलग स्वच्छंद है उसे एक सिरे से नकार देना। जबकि यही जनजातीय समाज शेष समाज से आगे बढकर अठारहवीं सदी के मध्य में ही हमारी जीवन मूल्यों की रक्षा के लिए व हमारी स्वतंत्रता के लिए सिद्धू-कानू, विरसा मुंडा, तिलका झाँसी, दशरथ मांझी, गंगानारायण सिंह, ताना भगत आदि वीर योद्धाओं ने परतंत्रता की बेडी तोड़ देने के लिए उनके नेतृत्व में वृहद सतत आंदोलन तथा दिशा दिया। ये आंदोलन भारत में कंपनी राज के प्रारंभ से 1776 से ही शुरू हो गये थे। जिस समाज ने देश व समाज के लिए बलिदान देने की परंपरा में अग्र पंक्ति में खड़ा हुआ। वही आज हिंसा व अतिवाद के रास्ते पर चला गया। यह एक विचारणीय विषय है। इसकी जड़ में सामाजिक विषमता है। यह सामाजिक विषमता ही एक पुरे समाज को आर्थिक विषमता की ओर धकेल दिया। जिसका लाभ अलगाववादी सत्तालोलुप विदेशी विचारों से प्रभावित माओवादी लाभ उठाकर उसे अपने हथियार के रूप में प्रयोग कर रहे है। ध्यान रहे कि माओवादी आन्दोलन का नेतृत्व वनवासी नहीं हैं। बल्कि इस माओवादी अतिवादी का हथियार यन्त्र बन गया है। यह भी सर्वविदित है कि माओवादी आन्दोलन कोई व्यवस्था परिवर्तन का आंदोलन नहीं है। यह विशुद्ध रूप से सत्ता प्राप्ति का हिंसक अतिवादी आक्रमण है। यह हमारे लोकतंत्र व संस्कृति दोनों पर सीधा आक्रमण है। आज आवश्यकता है इस आक्रमण के हथियार &ndash; जो वनवासी, दलित व कमजोर वर्ग बन गया है, इसका निराकरण इस भ्रमित व ठगे गये हथियार रूपी वनवासी, दलित, व कमजोर समाज की सामाजिक विषमता को दूर कर ही किया जा सकता है।<br />\r\nशोषण और भ्रष्टाचार में लिप्त हमारी पतित व्यवस्थाओं के विरोधस्वरूप उत्पन्न विद्रोहपूर्ण विचारधारा से प्रारम्भ होकर एक जन-आन्दोलन के रूप में विकसित होते हुये आतंक के पर्याय बने नक्सलवाद ने बंगाल से लेकर सम्पूर्ण भारत में आज अपने पैर पसार लिये हैं। इस लम्बी यात्रा के बीच इस विद्रोह के जनक कानू सान्याल ने विकृतावस्था को प्राप्त हुयी अपनी विचारधारा के हश्र से निराश होकर आत्महत्या भी कर ली। यह कटु सत्य है कि भ्रष्टव्यवस्था और पतित नैतिकमूल्यों के प्रतिकार से अस्तित्व में आये नक्सलवाद को आज भी वास्तविक पोषण हमारी व्यवस्था द्वारा ही मिल रहा है। व्यवस्था, जिसमें हम सबकी भागीदारी है &hellip;सरकार की भी और समाज की भी। कई बार तो ऐसा प्रतीत होता है जैसे कि हमारी व्यवस्था की रुचि नक्सलवाद को समाप्त करने के स्थान पर उसे बनाये रखने में ही अधिक है। यही कारण है कि किसी भी स्तर पर जन असंतोष और बढ़ती विषमताओं पर अंकुश लगाने के लिये कोई सार्थक प्रयास नहीं किये जा रहे हैं।<br />\r\nव्यवस्थायें आंकड़ों से चल रही हैं और आंकड़े कागज पर होते हैं। ज़ाहिर है कि हक़ीक़त भी ज़मीन पर नहीं कागज पर है। लूटमार के निर्लज्ज आखेट में हम सबने अपना-अपना नक्सलवाद विकसित कर लिया है। पूरे राष्ट्र की व्यवस्था में भ्रष्टाचार का वायरस एड्स का रूप ले चुका है। भ्रष्टाचार की खुली प्रतियोगिता में एक भृत्य से लेकर हमारा सम्पूर्ण नीतिनिर्धारक तंत्र और विधानसभा एवं संसद के माननीय महोदय तक सभी अपनी-अपनी सक्रिय भागीदारी पूरी ईमानदारी से निभा रहे हैं। जब थैलियों के मुंह खुलते हैं तो बाकी सबके मुंह बन्द हो जाते हैं। थैलियों से सम्पन्न लोग अच्छी-खासी प्रतिभाओं को पीछे छोड़कर मेडिकल कॉलेज में दाख़िले से लेकर लोकसेवा आयोग की प्रतिष्ठापूर्ण प्रतियोगिताओं में भी अपना वर्चस्व बना लेते हैं | &hellip;वह भी सारी व्यवस्था को अंगूठा दिखाते हुये। सड़कें बनती हैं तो पहली वर्षा में बह जाती हैं, भवन बनते हैं तो अधिग्रहण के पहले ही खण्डहर होने की सूचना देने लगते हैं। खनिज और वनसम्पदा से भरपूर बस्तर जैसे क्षेत्र सरकारी अधिकारियों और व्यापारियों की चारागाह बन चुके हैं। सम्पन्न बस्तर आज भी लंगोटी लगाये खड़ा है। आतंकपूर्ण माओवाद पनपने के लिये इतने कारण पर्याप्त नहीं हैं क्या?<br />\r\nनक्सलियों ने अब माओवाद का नक़ाब ओढ़ लिया है, उन्हें सत्ता चाहिए, वह भी हिंसा से। पर विचारणीय यह भी है कि लोकतंत्र का नक़ाब ओढ़कर देश में होने वाले चुनाव भी तो हिंसा से ही जीते जा रहे हैं। कहीं मतदान स्थल पर आक्रमण करके, कहीं मतदान दल को नज़रबन्द करके, कहीं मतदाता को डरा-धमका कर, तो कहीं उसे शराब और पैसे बाँटकर। भ्रष्टाचार के आरोपी नेताओं को दिखावे के लिये टिकट नहीं दी जाती। किंतु उनकी पत्नियों को टिकट देकर पति के अपराध का पुरस्कार प्रदान कर दिया जाता है। शातिर अपराधी पत्नियों की आड़ में राज चला रहे हैं। कोई सज्जन व्यक्ति आज सत्ता में क्यों नहीं आना चाहता, यह देश के समक्ष एक विराट प्रश्न है। नक्सलवाद केवल कुछ क्षेत्रों में ही नहीं बल्कि पूरे देश में फैल चुका है। किसी भी प्रकार की हिंसा करके या दूसरों के अधिकार के अपहरण से कुछ भी पाने का प्रयास करने वाला हर व्यक्ति मानसिक रूप से नक्सलीआतंकवादी है | क्योंकि ऐसे ही लोग उग्रवाद के अघोषित जनक होते हैं।<br />\r\nनक्सलियों से भी अधिक हिंसक और निर्मम तो हमारा तंत्र है | जिसमें बैठा हर व्यक्ति जनता को जीने न देने की कसम खाये बैठा है। इस तंत्र द्वारा की गयी हिंसायें बहुआयामी होती हैं। प्राण भर नहीं जाते इसलिये दिखायी नहीं पड़तीं। निर्मम और अमानवीय शोषण की अनवरत श्रंखला पर चढ़कर वैभव एवं सत्ता पाने वाले भी तो हिंसा ही करते हैं। हमारे ही बीच का कोई साधारण सा या कोई ग़रीब किंतु तिकड़मी व्यक्ति चुनाव में अनाप-शनाप पैसा खर्च करके चुनाव जीतता है। जीतने के कुछ ही वर्षों बाद कई नगरों और महानगरों में फैली करोड़ों की सम्पत्ति का मालिक बन जाता है। यह सर्वविदित होकर भी रहस्य ही बना रहता है कि उस ग़रीब के पास चुनाव में पानी की तरह बहाने के लिये इतना धन आख़िर आता कहाँ से है? जब उंगली उठती है तो निर्धन से अनायास ही सम्पन्न बना वह व्यक्ति चीखने-चिल्लाने लगता है कि सवर्णों को एक ग़रीब और दलित का सत्ता में आना बर्दाश्त नहीं हो पा रहा है। क्या यह ग़ुस्ताख़ी भी दोहरी हिंसा नहीं? निर्लज्जता की सारी सीमायें तो तब टूट जाती हैं जब वह करोड़पति-अरबपति बनने के बाद भी स्वयं को ग़रीब, दलित और आदिवासी ही घोषित करता रहता है।<br />\r\nभारत में सभी समर्थों की केवल एक ही जाति और एक ही धर्म है। इसे भी समझने की आवश्यकता है। यह एक ऐसा नक्सलवाद है जिससे होने वाली हिंसा से मृत्यु एक बारगी न होकर तिल-तिल कर अंतहीन दुःखों को सहते हुये होती है। पूरे देश में व्याप्त इन अत्याचारों का समुचित निदान किये बिना नक्सलवाद के उन्मूलन की कल्पना भी बेमानी है।<br />\r\nभारत में नक्सलवाद ,परिवर्तित माओवाद &ndash; अतिवाद के पीछे भी केवल सत्ता की ही आदिम भूख ही छिपी हुयी है। मानव समाज विकास की किसी भी स्थिति में क्यों न रहा हो, वह अपने प्रभुत्व और सत्ता के लिये हिंसायें करता रहा है। किंतु इस सबके बाद भी &ldquo;सत्ता के लिये हिंसा&rdquo; को किसी मान्य सिद्धांत का प्रशस्तिपत्र नहीं दिया जा सकता। सत्ताधारियों की अरक्त हिंसा ही नक्सलियों की रक्तहिंसा की जननी है। हमारी राजनीतिक, सामाजिक एवं आर्थिक नीतियाँ इन्हें पोषण देती हैं। यदि हमारी व्यवस्थायें सबको जीने एवं विकास करने का समान तथा उनके जीवन शैली वह स्मिता-अस्तित्व की रक्षा का समान अवसर प्रदान कर दें, तो नक्सली या किसी भी उग्रवादी हिंसा को पोषण मिलना बन्द हो जायेगा और ये विचारधारायें दम तोड़ देंगी।<br />\r\nसभ्यमानव समाज तो आत्मशासित होना चाहिये, जहाँ किसी शासन की आवश्यकता ही न हो। हो पायेगा ऐसा? सम्भवतः अभी तो नहीं। आरक्षण के बटते कटोरों, राजनीतिक भ्रष्टाचार, बौद्धिक विकास हेतु अनुर्वरक स्थितियाँ, सरकारी नौकरियों तथा पदोन्नतियों की खुलेआम निर्लज्ज ख़रीद-फ़रोख़्त, त्रुटिपूर्ण कृषिनीतियाँ, कुटीर उद्योगों की हत्या एवं असंतुलित आर्थिक उदारीकरण आदि ऐसे पोषक तत्व हैं, जो नक्सलवाद को मरने नहीं देंगे, कम से कम अभी तो नहीं।<br />\r\nतमाम सरकारी व्यवस्थाएं, भारी भरकम बजट, पुलिस और सेना के जवानों की मौत, रेल संचालन पर नक्सली नियंत्रण से उत्पन्न आर्थिक क्षति, स्थानीय बाज़ारों एवं आवागमन पर यदा-कदा लगने वाले नक्सली कर्फ़्यू से आम जनता को होने वाली अनेक प्रकार की क्षतियों और बड़े-बड़े रणनीतिकारों की मंहगी बैठकों के बाद भी नक्सली समस्या में निरंतर होती जा रही वृद्धि एक राष्ट्रीय चिंता का विषय है।<br />\r\nभारत में नक्सलवाद के कारण :-<br />\r\n1- अनधिकृत भौतिक महत्वाकांक्षाओं के अनियंत्रित ज्वार :- महत्वाकांक्षी होने में कोई दोष नहीं पर बिना श्रम के या कम से कम श्रम में अधिकतम लाभ लेने की प्रवृत्ति ही सारी विषमताओं का कारण है। सारा उद्योग जगत इसी विषमता की प्राणवायु से फलफूल रहा है। आर्थिक विषमता से उत्पन्न विपन्नता की पीड़ा वर्गसंघर्ष की जनक है।<br />\r\n2- मौलिक अधिकारों के हनन पर नियंत्रण का अभाव :- अनियंत्रित महत्वाकाक्षाओं के ज्वार ने आम नागरिकों के मौलिक अधिकारों पर डाका डालने की प्रवृत्ति में असीमित वृद्धि की है। नक्सलियों द्वारा जिस वर्गसंघर्ष की बात की जा रही है उसमें समर्थ और असमर्थ ही मुख्य घटक हैं, दलित या आदिवासी जैसे शब्द तो केवल भोले-भाले लोगों को बरगलाने के लिये हैं। समर्थ होने की होड़ में हर कोई शामिल है। मनुष्य की इस आदिम लोलुपता पर अंकुश लगाने के लिये वर्तमान में हमारे पास कोई वैधानिक उपाय नहीं है। मौलिक अधिकारों के हनन में नक्सलवादी भी अब पीछे नहीं रहे, शायद इसी कारण कानू सान्याल को आत्महत्या करनी पड़ी।<br />\r\n3- शोषण की पराकाष्ठायें :- सामान्यतः आम मनुष्य सहनशील प्रवृत्ति का होता है, वह हिंसक तभी होता है जब शोषण की सारी सीमायें पार हो चुकी होती हैं। नक्सलियों के लिये शोषण की पराकाष्ठायें पोषण का काम करती हैं। शोषितों को एकजुट करने और व्यवस्था के विरुद्ध हिंसक विद्रोह करने के लिये अपने समर्थक बनाना नक्सलियों के लिये बहुत आसान हो जाता है।<br />\r\n4- सामाजिक विषमता :- सामाजिक विषमता ही वर्गसंघर्ष की जननी है। आज़ादी के बाद भी इस विषमता में कोई कमी नहीं आयी। नक्सलियों के लिये यह एक बड़ा मानसिक हथियार है।<br />\r\n5- जनहित की योजनाओं की मृगमरीचिका :- शासन की जनहित के लिए बनने वाली योजनाओं के निर्माण एवं उनके क्रियान्वयन में गंभीरता, निष्ठा व पारदर्शिता का अभाव रहता है जिससे वंचितों को भड़काने और नक्सलियों की नयी पौध तैयार करने के लिये इन माओवादियों को अच्छा बहाना मिल जाता है।<br />\r\n6- राजनीतिक इच्छाशक्ति का अभाव :- आमजनता को अब यह समझ में आने लगा है कि सत्ताधीशों में न तो सामाजिक विषमतायें समाप्त करने, न भ्रष्टाचार को प्रश्रय देना बन्द करने और न ही नक्सली समस्या के उन्मूलन के प्रति लेश भी राजनीतिक इच्छाशक्ति है। आर्थिक घोटालों के ज्वार ने नक्सलियों को देश में कुछ भी करने की मानसिक स्वतंत्रता प्रदान कर दी है।<br />\r\n7- लचीली कानून व्यवस्था, विलम्बित न्याय एवं कड़े कानून का अभाव :- अपराधियों के प्रति कड़े कानून के अभाव, विलम्ब से प्राप्त होने वाले न्याय से उत्पन्न जनअसंतोष एवं हमारी लचीली कानून व्यवस्था ने नक्सलियों के हौसले बुलन्द किये हैं।<br />\r\n8- आजीविकापरक शिक्षा का अभाव एवं महंगी शिक्षा :- रोजगारोन्मुखी शिक्षा के अभाव, उद्योग में परिवर्तित होती जा रही शिक्षा के कारण आमजनता के लिये महंगी और दुर्लभ हुयी शिक्षा, अनियंत्रित मशीनीकरण और कुटीर उद्योंगो के अभाव में आजीविका के दुर्लभ होते जा रहे साधनों से नक्सली बनने की प्रेरणा इस समस्या का एक बड़ा नया कारण है।<br />\r\n9- स्थानीय लोगों में प्रतिकार की असमर्थता :-निर्धनता, शैक्षणिक पिछड़ेपन, राष्ट्रीयभावना के अभाव, नैतिक उत्तरदायित्व के प्रति उदासीनता और पुलिस संरक्षण के अभाव में स्थानीय लोग नक्सली हिंसाओं का सशक्त विरोध नहीं कर पाते जिसके कारण नक्सली और भी निरंकुश होते जा रहे हैं।<br />\r\n10- पर्वतीय दुर्गमता का भौगोलिक संरक्षण :- देश के जिन भी राज्यों में भौगोलिक दुर्गमता के कारण आवागमन के साधन विकसित नहीं हो सके वहाँ की स्थिति का लाभ उठाते हुये नक्सलियों ने अपना आतंक स्थापित करने में सफलता प्राप्त कर ली है और अब वे इस अनुकूलन को बनाये रखने के लिये आवागमन के साधनों के विकास में बाधा उत्पन्न कर रहे हैं। यद्यपि, अब तो उनका बौद्धिक तंत्र नगरों और महानगरों में भी अपनी पैठ बना चुका है।<br />\r\n11- पड़ोसी देशों के उग्रवाद को भारत में प्रवेश की सुगमता :- विदेशों से आयातित उग्रविचारधारा को भारत में प्रवेश करने से रोकने के लिये सरकार के पास राजनैतिक और कूटनीतिक उपायों का अभाव है जिसके कारण विचार और हथियार दोनो ही भारत में सुगमता से प्रवेश पाने में सफल रहते हैं।<br />\r\nनक्सलवाद की समस्या का समाधान :-<br />\r\nजन असंतोष के कारणों पर नियंत्रण और विकास के समान अवसरों की उपलब्धता की सुनिश्चितता के साथ-साथ कड़ी दण्ड प्रक्रिया नक्सली समस्या के उन्मूलन का मूल है। अधोलिखित उपायों पर ईमानदारी से किये गये प्रयास नक्सलवाद की समस्या के स्थायी उन्मूलन का मार्ग प्रशस्त करते हैं।<br />\r\n1- नक्सली समस्या के उन्मूलन के प्रति दृढ़ राजनीतिक इच्छाशक्ति का विकास &ndash; क्योंकि बिना दृढ़ संकल्प के किसी भी उपलब्धि की आशा नहीं की जा सकती।<br />\r\n2- आम नागरिकों के मौलिक अधिकारों की रक्षा के उपायों से विकास के समान अवसरों की उपलब्धता की सुनिश्चितता।<br />\r\n3- शासकीय योजनाओं का समुचित क्रियान्वयन एवं उनमें पारदर्शिता की सुनिश्चितता &ndash; जिससे भ्रष्टाचार पर अंकुश लग सके।<br />\r\n4- समुचित एवं सहयोगपूर्ण कानून व्यवस्था- जिससे स्थानीय लोग नक्सलवादियों का प्रतिकार कर सकें और उन्हें जीवनोपयोगी आवश्यक चीजें उपलब्ध न कराने के लिये साहस जुटा सकें।<br />\r\n5- कानून व न्याय व्यवस्था में सुधार की आवश्यकता पर बल &ndash; जिससे लोगों को सहज और समय पर न्याय मिलने की सुनिश्चितता हो सके।<br />\r\n6- आजीविकापरक एवं सर्वोपलब्ध शिक्षा की व्यवस्था &ndash; जिससे सामाजिक विषमताओं पर अंकुश लग सके।<br />\r\n7- कुटीर उद्योगों को पुनर्जीवित करने के समुचित प्रयास &ndash; जिससे वर्गभेद की सीमायें नियंत्रित की जा सकें।<br />\r\n8- राष्ट्र के विकास की मुख्यधारा में नक्सलियों को लाने और उनके पुनर्व्यवस्थापन के लिये रोजगारपरक विशेष पैकेज की व्यवस्था।<br />\r\n9- चीन और पाकिस्तान से नक्सलियों को प्राप्त होने वाले हर प्रकार के सहयोग को रोकने के लिये दृढ़ राजनीतिक और सफल कूटनीतिक उपायों पर गम्भीरतापूर्वक चिंतन और तद्विषयक प्रयासों का वास्तविक क्रियान्वयन।<br />\r\n16 अगस्त 2016<br />\r\nराष्ट्रीय सुरक्षा जागरण मंच की स्मारिका &ldquo;राष्ट्र सुरक्षा कुम्भ&rdquo; में प्रकाशित</p>\r\n', 1, 'uploads/images/image_big_14_5ac656a53ff25.jpg', 'uploads/images/image_mid_14_5ac656a548642.jpg', 'uploads/images/image_small_14_5ac656a57c058.jpg', 'uploads/images/image_slider_14_5ac656a57fd10.jpg', 0, 2, 0, '', NULL, 1, '2018-04-05 17:02:29');
INSERT INTO `posts` (`id`, `title`, `title_slug`, `summary`, `content`, `category_id`, `image_big`, `image_mid`, `image_small`, `image_slider`, `is_slider`, `hit`, `slider_order`, `optional_url`, `need_auth`, `visibility`, `created_at`) VALUES
(15, '“गीता” : एक ‘मानवीय ग्रंथ’ … एक ‘समग्र जीवन दर्शन’ … व ‘मानव समाज की अप्रतिम धरोहर’', '%e2%80%9c%e0%a4%97%e0%a5%80%e0%a4%a4%e0%a4%be%e2%80%9d-%e0%a4%8f%e0%a4%95-%e2%80%98%e0%a4%ae%e0%a4%be%e0%a4%a8%e0%a4%b5%e0%a5%80%e0%a4%af-%e0%a4%97%e0%a5%8d%e0%a4%b0%e0%a4%82%e0%a4%a5%e2%80%99', '“गीता” का शाब्दिक अर्थ केवल गीत अर्थात् जो गाया जा सके से लिया जाता है । किन्तु आतंरिक रूप से इसका अर्थ है कि जिसने अपने गीत को पा लिया है, स्वयं के छन्द को जान लिया है, स्वच्छंद हो गया है', '<p>&ldquo;गीता&rdquo; का शाब्दिक अर्थ केवल गीत अर्थात् जो गाया जा सके से लिया जाता है । किन्तु आतंरिक रूप से इसका अर्थ है कि जिसने अपने गीत को पा लिया है, स्वयं के छन्द को जान लिया है, स्वच्छंद हो गया है । माना जाता है कि पूर्व अध्यात्म की यात्रा पर ध्यान केन्द्रित करता है और पश्चिम विज्ञान की । किन्तु सत्यता इससे भी गूढ़ है । गीता के द्वारा मनुष्य अध्यात्म और विज्ञान, दोनों ही की पराकाष्ठा को प्राप्त कर लेता है ।</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac656f9741e8.jpg\" style=\"height:170px; width:300px\" /></p>\r\n\r\n<div class=\"alignnone wp-caption\" id=\"attachment_464\" style=\"width:310px\">\r\n<p>धर्म क्षेत्रे कुरुक्षेत्रे</p>\r\n</div>\r\n\r\n<p>&lsquo;गीता&rsquo; किसी विशेष धर्म या संप्रदाय की पुस्तक नहीं है ।अपितु यह एक एक जीवंत ग्रन्थ है। जिसका दृष्टिकोण विश्चजनीन है| ज्ञान-यज्ञ का यह ग्रन्थ मानव-मात्र के हित के लक्ष्य से प्रेरित है। आज &lsquo;योग&rsquo; जिस तरह पतंजलि के सूत्रों के कारण,भारत और हिन्दू धर्म की परिधि में सीमित न रहकर सम्पूर्ण संसार में ग्राह्य हो गया है, उसी तरह &lsquo;श्रीमद्भगवद्गीता&rsquo; भी अपने देश-काल को लाँघकर सम्पूर्ण विश्व की वैचारिक संपत्ति बन गई है । अध्यात्म और कर्म अथवा निवृत्ति एवम् प्रवृत्ति के द्वंद को समाहित करनेवाली यह कृति मानव-जीवन की चरितार्थता की खोज करती है । चतुर्दिक व्याप्त संघर्ष और दिग्भ्रम के वातावरण में इसकी उपयोगिता एक औषधि की तरह है।<br />\r\nमहाभारत के अंत में एक विशेष प्रसंग आता है जहाँ अर्जुन कृष्ण से पुनः गीता सुनाने को कहते हैं, क्योंकि जो ज्ञान दिया गया था, अर्जुन को उसकी विस्मृति हो गई थी । तब कृष्ण कहते हैं-<br />\r\n&lsquo;&lsquo;न शक्यं तन्मया भूयस्तथा वक्तुमषेशत: ।<br />\r\nपरं हि ब्रह्म कथितं योग युक्तेन तन्मया ॥<br />\r\n(महा/अश्&zwj;वमेधिकपर्व/अनुगीता/अध्याय १६)<br />\r\nअर्थात् वह उपदेश, उसी रूप में दोहराना मेरे वश में नहीं; क्योंकि उस समय, योगयुक्त होकर मैंने उस ब्रह्मविद्या का वर्णन किया था|<br />\r\nइस वक्तव्य से स्पष्ट होता है कि गीता का सम्पूर्ण ज्ञान ध्यान की उच्च अवस्था में प्रदान किया गया था । अतः ध्यान के द्वारा प्राप्त गीता का ज्ञान मानव कल्याण के लिए ही उत्पन्न हुआ है ।</p>\r\n\r\n<p>कृष्ण ने कुरुक्षेत्र में विषादग्रस्त अर्जुन को मोह और अवसाद से मुक्त किया था। आज भी &lsquo;महाभारत&rsquo; चल रहा है । लोग किंकर्तव्य विमूढ़ हैं । वे कर्म और उद्देश्य से कटकर निरर्थक विचारों के ऊहापोह में डूब गए हैं । ऐसे संशयग्रस्त समय में &lsquo;गीता&rsquo; मार्गदर्शिका के रूप में सामने है । अनिर्णय में झूलनेवाले का व्यक्तित्व खंडित हो जाता है । मानसिक दृष्टि से टूटे हुए लोग समाज, देश और संसार का कल्याण नहीं कर सकते हैं । &lsquo;गीता&rsquo; उन भग्नचित व्यक्तियों का उपचार करने में समर्थ है।</p>\r\n\r\n<p>&lsquo;महाभारत&rsquo; का &lsquo;अन्धायुग&rsquo; अभी समाप्त नहीं हुआ है । सत्तासीन जन धृतराष्ट्र की तरह बेचारे हैं।वे केवल निष्क्रिय बुद्धिजीवी संजय से &lsquo;कुरुक्षेत्र&rsquo; की कथा पूछते हैं।नारी-शक्ति के नेत्रों पर गांधारी की पट्टी बँधी हुई है।अनेक झंडे उड़ रहे हैं।वाहनों की विपुलता है।विविध शंखध्वनियाँ गूँज रही हैं।गांडीव का गौरव गल रहा है।अर्जुन अवसन्न है। द्वापर का यह दृश्य सर्वत्र देखा जा सकता है।मनुष्यता को मार्ग नहीं मिल रहा है।ऐसी स्थिति में &lsquo;गीता&rsquo; के संदेशों की प्रासंगिकता सभी देशों में अनुभूत ही रही है।</p>\r\n\r\n<p>&lsquo;गीता&rsquo; आकारतः छोटी पुस्तक है, किन्तु उसकी लपेट में सम्पूर्ण त्रिलोक और त्रिकाल है। जिस तरह कृष्ण की विभूतियॉं सर्वत्र फैली हुई हैं और उनके विराट रूप में सब-कुछ समाविष्ट है उसी तरह &lsquo;गीता&rsquo; विविध विचारों के बीच संतुलन के उस सेतु की प्रतीति कराती है, जिस पर सभी रंगों, नस्लों, और राष्ट्रों के लोंगों को चलने की स्वतंत्रता है।</p>\r\n\r\n<p>&lsquo;गीता&rsquo; जहाँ एक ओर काव्य प्रतीत होती है वहीँ दूसरी ओर समाज के यथार्थ को संबोधित भी करती है | सभी के प्रश्नों की उत्तर-कुंजिका है यह । प्रश्न चाहे निजी हो, सत्ता का हो, विज्ञान का हो, आधुनिकता का हो, श्रद्धा व विशवास का हो अथवा अध्यात्म के रस से परिपूर्ण हो- उत्तर गीता में दृष्टव्य है । इसी कारण से यह ग्रन्थ किसी कवि के द्वारा लिखी गई निजी संपत्ति नहीं है अपितु मानव सभ्यता की सम्पति होती है । जिस तरह शेक्सपियर केवल इंगलैण्ड के नहीं हैं और तुलसीदास पर हिन्दी का ही हक़ नहीं है उसी तरह &lsquo;व्यास&rsquo; एवम् &lsquo;गीता&rsquo; को हम केवल संस्कृत तथा भारत से जोड़ने का अपराध नहीं कर सकते हैं । विश्व की साझी विरासत के रूप में &lsquo;गीता&rsquo; की महत्ता अक्षुण्ण है । अध्यात्म के फलक पर लोक-शिक्षण की इस रचना में उपनिषदों का पोषक दुग्ध संचित है । इस वैचारिक आहार पर हिन्दू,जैन,बौद्ध, यहूदी, मुस्लिम, ईसाई, सिख आदि सभी समुदायों का अधिकार है।इसका काव्यत्व सबके लिए आधारक और तोषप्रद है। निश्चय ही पूरी मानवता इससे प्रेरणा ले सकती है।</p>\r\n\r\n<p>अल्प शब्दों में कहें तो &lsquo;गीता&rsquo; एक &ldquo;मानवीय-ग्रन्थ&rdquo; है और एक सार्वजनीन &ldquo;समग्र मानवीय जीवन-दर्शन&rdquo; भी है।</p>\r\n\r\n<p>यद्यपि &ldquo;गीता&rdquo; की व्यापकता, प्रभाव व संस्कार मानव जीवन में असीमित व अनन्त है ।&rdquo;गीता&rdquo; की सार्वभौमिकता व सर्वव्याप्तता को ध्यान में रख आज एक सीमित परिचर्चा निम्नांकित विषयों पर की जा सकती है।<br />\r\nराष्ट्रिय / सामाजिक / वैयक्तिक जीवन के विभिन्न पहलुओ पर चंद निम्न श्लोक पूर्ण मार्ग दर्शन करते है जो हर स्तर के प्रबंधन की सम्पूर्ण कुंजी है.<br />\r\nGeeta is a management gospel covering every aspect of life, be it national level, society level or individual level. It gives the direction to handle various aspects of life and provides guidelines for every individual in respect of his duties and rights.</p>\r\n\r\n<p>1. Good Governance and social setup<br />\r\nसुसाषन वैयक्तिक लक्ष्य और सामाजिक व्यवस्था &ndash; गीता श्लोक 3.21<br />\r\nयद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।<br />\r\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥३- २१॥</p>\r\n\r\n<p>2 . Duties of state towards law and order for the benefit of society<br />\r\nसमाज विधायक निति और उसका उद्देश्य<br />\r\nगीता श्लोक 4.8<br />\r\nपरित्राणाय साधूनां विनाशाय च दुष्कृताम् ।<br />\r\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥४-८॥</p>\r\n\r\n<p>3 . Self-development and its role in social order<br />\r\nनागरिक जीवन का चरमोत्कर्ष एवं सामाजिक व्यवस्था में उसका योगदान &ndash; गीता 6.5<br />\r\nउद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।<br />\r\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः ॥६- ५॥</p>\r\n\r\n<p>4. Doctrine of right to act and concept of freewill<br />\r\nस्वतन्त्र समाज में वैयक्तिक अधिकार &ndash; गीता 2.47<br />\r\nकर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।<br />\r\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ॥२- ४७॥<br />\r\n5. Philosophy of detachment in life as attachment leads to unrest<br />\r\nतृष्णा एवं लालसा से सामाजिक अव्यवस्था व असहिष्णुता का जन्म &ndash; गीता 2.62<br />\r\nध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते ।<br />\r\nसङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते ॥२- ६२॥<br />\r\n6.&ndash; Fallacy in change of religion &ndash; clear guideline<br />\r\nधर्मं परिवर्तन एक अनावश्यक व अवनति का मार्ग &ndash; गीता 3.35<br />\r\nश्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् ।<br />\r\nस्वधर्मे निधनं श्रेयः परधर्मो भयावहः ॥३- ३५॥</p>\r\n\r\n<p>7. Law of co-existence and concept of brotherhood &ndash; Live and let live<br />\r\nवसुधैव कुटुम्बकम का सिद्धांत &ndash; गीता 6. 30<br />\r\nयो मां पश्यति सर्वत्र सर्वं च मयि पश्यति ।<br />\r\nतस्याहं न प्रणश्यामि स च मे न प्रणश्यति ॥६- ३०॥</p>\r\n\r\n<p>8. No place for ill will in society<br />\r\nभारतीय सामाजिक व्यवस्था ईर्ष्या व द्वेष का स्थान नहीं &ndash; गीता 5.3<br />\r\nज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङ्क्षति ।<br />\r\nनिर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते ॥५- ३॥</p>\r\n\r\n<p>9. Ideal living order for individuals<br />\r\nआदर्श जीवन व्यवस्था &ndash; गीता 2.38<br />\r\nसुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।<br />\r\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि ॥२- ३८॥</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac6571580d6f.jpg\" style=\"height:300px; width:211px\" /></p>\r\n\r\n<p>आई आई एम से लेकर दूसरे मैनेजमेंट स्कूल्स तक में गीता को प्रबंधन की किताब के रुप में पहचान मिली है। गीता दुनिया के उन चंद ग्रंथों में शुमार है जो आज भी सबसे ज्यादा पढ़े जा रहे हैं और जीवन के हर पहलू को गीता से जोड़कर व्याख्या की जा रही है। कुरुक्षेत्र में युद्ध के मुहाने पर खड़ी कौरवों और पांडवों की सेना के बीच भगवान कृष्ण ने अर्जुन को जो ज्ञान दिया वो गीता माना गया है।<br />\r\nआखिर गीता में ऐसा क्या है जो उसे इतना पढ़ा जाता है। इसके 18 अध्यायों के करीब 700 श्लोकों में हर उस समस्या का समाधान है जो कभी ना कभी हर इंसान के सामने आती है। आज हम आपको गीता के कुछ चुनिंदा प्रबंधन सूत्रों से रू-ब-रू होते हैं-</p>\r\n\r\n<p>श्लोक-<br />\r\nयोगस्थ: कुरु कर्माणि संग त्यक्तवा धनंजय। सिद्धय-सिद्धयो: समो भूत्वा समत्वं योग उच्यते।।<br />\r\nहे धनंजय (अर्जुन)। कर्म न करने का आग्रह त्यागकर, यश-अपयश के विषय में समबुद्धि होकर योगयुक्त होकर, कर्म कर, (क्योंकि) समत्व को ही योग कहते हैं।<br />\r\nमैनेजमेंट सूत्र &ndash; धर्म का अर्थ होता है कर्तव्य। धर्म के नाम पर हम अक्सर सिर्फ कर्मकांड, पूजा-पाठ, तीर्थ-मंदिरों तक सीमित रह जाते हैं। हमारे ग्रंथों ने कर्तव्य को ही धर्म कहा है। भगवान कहते हैं कि अपने कर्तव्य को पूरा करने में कभी यश-अपयश और हानि-लाभ का विचार नहीं करना चाहिए। बुद्धि को सिर्फ अपने कर्तव्य यानी धर्म पर टिकाकर काम करना चाहिए। इससे परिणाम बेहतर मिलेंगे और मन में शांति का वास होगा। मन में शांति होगी तो परमात्मा से आपका योग आसानी से होगा। आज का युवा अपने कर्तव्यों में फायदे और नुकसान का नापतौल पहले करता है, फिर उस कर्तव्य को पूरा करने के बारे में सोचता है। उस काम से तात्कालिक नुकसान देखने पर कई बार उसे टाल देते हैं और बाद में उससे ज्यादा हानि उठाते हैं।</p>\r\n\r\n<p>श्लोक-<br />\r\nनास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना।<br />\r\nन चाभावयत: शांतिरशांतस्य कुत: सुखम्।।<br />\r\nयोगरहित पुरुष में निश्चय करने की बुद्धि नहीं होती और उसके मन में भावना भी नहीं होती। ऐसे भावनारहित पुरुष को शांति नहीं मिलती और जिसे शांति नहीं, उसे सुख कहां से मिलेगा।<br />\r\nमैनेजमेंट सूत्र &ndash; हर मनुष्य की इच्छा होती है कि उसे सुख प्राप्त हो, इसके लिए वह भटकता रहता है, लेकिन सुख का मूल तो उसके अपने मन में स्थित होता है। जिस मनुष्य का मन इंद्रियों यानी धन, वासना, आलस्य आदि में लिप्त है, उसके मन में भावना ( आत्मज्ञान) नहीं होती। और जिस मनुष्य के मन में भावना नहीं होती, उसे किसी भी प्रकार से शांति नहीं मिलती और जिसके मन में शांति न हो, उसे सुख कहां से प्राप्त होगा। अत: सुख प्राप्त करने के लिए मन पर नियंत्रण होना बहुत आवश्यक है।</p>\r\n\r\n<p>श्लोक-<br />\r\nविहाय कामान् य: कर्वान्पुमांश्चरति निस्पृह:।<br />\r\nनिर्ममो निरहंकार स शांतिमधिगच्छति।।<br />\r\nजो मनुष्य सभी इच्छाओं व कामनाओं को त्याग कर ममता रहित और अहंकार रहित होकर अपने कर्तव्यों का पालन करता है, उसे ही शांति प्राप्त होती है।<br />\r\nमैनेजमेंट सूत्र &ndash; यहां भगवान श्रीकृष्ण कहते हैं कि मन में किसी भी प्रकार की इच्छा व कामना को रखकर मनुष्य को शांति प्राप्त नहीं हो सकती। इसलिए शांति प्राप्त करने के लिए सबसे पहले मनुष्य को अपने मन से इच्छाओं को मिटाना होगा। हम जो भी कर्म करते हैं, उसके साथ अपने अपेक्षित परिणाम को साथ में चिपका देते हैं। अपनी पसंद के परिणाम की इच्छा हमें कमजोर कर देती है। वो ना हो तो व्यक्ति का मन और ज्यादा अशांत हो जाता है। मन से ममता अथवा अहंकार आदि भावों को मिटाकर तन्मयता से अपने कर्तव्यों का पालन करना होगा। तभी मनुष्य को शांति प्राप्त होगी।</p>\r\n\r\n<p>श्लोक-<br />\r\nन हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्।<br />\r\nकार्यते ह्यश: कर्म सर्व प्रकृतिजैर्गुणै:।।<br />\r\nकोई भी मनुष्य क्षण भर भी कर्म किए बिना नहीं रह सकता। सभी प्राणी प्रकृति के अधीन हैं और प्रकृति अपने अनुसार हर प्राणी से कर्म करवाती है और उसके परिणाम भी देती है।<br />\r\nमैनेजमेंट सूत्र &ndash; बुरे परिणामों के डर से अगर ये सोच लें कि हम कुछ नहीं करेंगे, तो ये हमारी मूर्खता है। खाली बैठे रहना भी एक तरह का कर्म ही है, जिसका परिणाम हमारी आर्थिक हानि, अपयश और समय की हानि के रुप में मिलता है। सारे जीव प्रकृति यानी परमात्मा के अधीन हैं, वो हमसे अपने अनुसार कर्म करवा ही लेगी। और उसका परिणाम भी मिलेगा ही। इसलिए कभी भी कर्म के प्रति उदासीन नहीं होना चाहिए, अपनी क्षमता और विवेक के आधार पर हमें निरंतर कर्म करते रहना चाहिए।</p>\r\n\r\n<p>श्लोक-<br />\r\nनियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मण:।<br />\r\nशरीरयात्रापि च ते न प्रसिद्धयेदकर्मण:।।<br />\r\nतू शास्त्रों में बताए गए अपने धर्म के अनुसार कर्म कर, क्योंकि कर्म न करने की अपेक्षा कर्म करना श्रेष्ठ है तथा कर्म न करने से तेरा शरीर निर्वाह भी नहीं सिद्ध होगा।<br />\r\nमैनेजमेंट सूत्र- श्रीकृष्ण अर्जुन को माध्यम से मनुष्यों को समझाते हैं कि हर मनुष्य को अपने-अपने धर्म के अनुसार कर्म करना चाहिए जैसे- विद्यार्थी का धर्म है विद्या प्राप्त करना, सैनिक का कर्म है देश की रक्षा करना। जो लोग कर्म नहीं करते, उनसे श्रेष्ठ वे लोग होते हैं जो अपने धर्म के अनुसार कर्म करते हैं, क्योंकि बिना कर्म किए तो शरीर का पालन-पोषण करना भी संभव नहीं है। जिस व्यक्ति का जो कर्तव्य तय है, उसे वो पूरा करना ही चाहिए।</p>\r\n\r\n<p>श्लोक-<br />\r\nयद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जन:।<br />\r\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते।।<br />\r\nश्रेष्ठ पुरुष जैसा आचरण करते हैं, सामान्य पुरुष भी वैसा ही आचरण करने लगते हैं। श्रेष्ठ पुरुष जिस कर्म को करता है, उसी को आदर्श मानकर लोग उसका अनुसरण करते हैं।<br />\r\nमैनेजमेंट सूत्र- यहां भगवान श्रीकृष्ण ने बताया है कि श्रेष्ठ पुरुष को सदैव अपने पद व गरिमा के अनुसार ही व्यवहार करना चाहिए, क्योंकि वह जिस प्रकार का व्यवहार करेगा, सामान्य मनुष्य भी उसी की नकल करेंगे। जो कार्य श्रेष्ठ पुरुष करेगा, सामान्यजन उसी को अपना आदर्श मानेंगे। उदाहरण के तौर पर अगर किसी संस्थान में उच्च अधिकार पूरी मेहनत और निष्ठा से काम करते हैं तो वहां के दूसरे कर्मचारी भी वैसे ही काम करेंगे, लेकिन अगर उच्च अधिकारी काम को टालने लगेंगे तो कर्मचारी उनसे भी ज्यादा आलसी हो जाएंगे।</p>\r\n\r\n<p>श्लोक-<br />\r\nन बुद्धिभेदं जनयेदज्ञानां कर्म संगिनाम्।<br />\r\nजोषयेत्सर्वकर्माणि विद्वान्युक्त: समाचरन्।।<br />\r\nज्ञानी पुरुष को चाहिए कि कर्मों में आसक्ति वाले अज्ञानियों की बुद्धि में भ्रम अर्थात कर्मों में अश्रद्धा उत्पन्न न करे किंतु स्वयं परमात्मा के स्वरूप में स्थित हुआ और सब कर्मों को अच्छी प्रकार करता हुआ उनसे भी वैसे ही करावे।<br />\r\nमैनेजमेंट सूत्र &ndash; ये प्रतिस्पर्धा का दौर है, यहां हर कोई आगे निकलना चाहता है। ऐसे में अक्सर संस्थानों में ये होता है कि कुछ चतुर लोग अपना काम तो पूरा कर लेते हैं, लेकिन अपने साथी को उसी काम को टालने के लिए प्रोत्साहित करते हैं या काम के प्रति उसके मन में लापरवाही का भाव भर देते हैं। श्रेष्ठ व्यक्ति वही होता है जो अपने काम से दूसरों के लिए प्रेरणा का स्रोत बनता है। संस्थान में उसी का भविष्य सबसे ज्यादा उज्जवल भी होता है।</p>\r\n\r\n<p>श्लोक-<br />\r\nये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम्।<br />\r\nमम वत्र्मानुवर्तन्ते मनुष्या पार्थ सर्वश:।।<br />\r\nहे अर्जुन। जो मनुष्य मुझे जिस प्रकार भजता है यानी जिस इच्छा से मेरा स्मरण करता है, उसी के अनुरूप मैं उसे फल प्रदान करता हूं। सभी लोग सब प्रकार से मेरे ही मार्ग का अनुसरण करते हैं।<br />\r\nमैनेजमेंट सूत्र- इस श्लोक के माध्यम से भगवान श्रीकृष्ण बता रहे हैं कि संसार में जो मनुष्य जैसा व्यवहार दूसरों के प्रति करता है, दूसरे भी उसी प्रकार का व्यवहार उसके साथ करते हैं। उदाहरण के तौर पर जो लोग भगवान का स्मरण मोक्ष प्राप्ति के लिए करते हैं, उन्हें मोक्ष की प्राप्ति होती है। जो किसी अन्य इच्छा से प्रभु का स्मरण करते हैं, उनकी वह इच्छाएं भी प्रभु कृपा से पूर्ण हो जाती है। कंस ने सदैव भगवान को मृत्यु के रूप में स्मरण किया। इसलिए भगवान ने उसे मृत्यु प्रदान की। हमें परमात्मा को वैसे ही याद करना चाहिए जिस रुप में हम उसे पाना चाहते हैं।</p>\r\n\r\n<p>श्लोक-<br />\r\nकर्मण्येवाधिकारस्ते मा फलेषु कदाचन।<br />\r\nमा कर्मफलहेतु र्भूर्मा ते संगोस्त्वकर्मणि ।।<br />\r\nभगवान श्रीकृष्ण अर्जुन से कहते हैं कि हे अर्जुन। कर्म करने में तेरा अधिकार है। उसके फलों के विषय में मत सोच। इसलिए तू कर्मों के फल का हेतु मत हो और कर्म न करने के विषय में भी तू आग्रह न कर।<br />\r\nमैनेजमेंट सूत्र- भगवान श्रीकृष्ण इस श्लोक के माध्यम से अर्जुन से कहना चाहते हैं कि मनुष्य को बिना फल की इच्छा से अपने कर्तव्यों का पालन पूरी निष्ठा व ईमानदारी से करना चाहिए। यदि कर्म करते समय फल की इच्छा मन में होगी तो आप पूर्ण निष्ठा से साथ वह कर्म नहीं कर पाओगे। निष्काम कर्म ही सर्वश्रेष्ठ परिणाम देता है। इसलिए बिना किसी फल की इच्छा से मन लगाकार अपना काम करते रहो। फल देना, न देना व कितना देना ये सभी बातें परमात्मा पर छोड़ दो क्योंकि परमात्मा ही सभी का पालनकर्ता है।</p>\r\n\r\n<p>19/11/2015</p>\r\n', 1, 'uploads/images/image_big_15_5ac65739875db.jpg', 'uploads/images/image_mid_15_5ac657398f2a6.jpg', 'uploads/images/image_small_15_5ac65739c30b6.jpg', 'uploads/images/image_slider_15_5ac65739c7089.jpg', 0, 3, 0, '', NULL, 1, '2018-04-05 17:04:57'),
(17, 'एशिया का वॉटर टॉवर- चीन का जल उपनिवेश', '%e0%a4%8f%e0%a4%b6%e0%a4%bf%e0%a4%af%e0%a4%be-%e0%a4%95%e0%a4%be-%e0%a4%b5%e0%a5%89%e0%a4%9f%e0%a4%b0-%e0%a4%9f%e0%a5%89%e0%a4%b5%e0%a4%b0-%e0%a4%9a%e0%a5%80%e0%a4%a8-%e0%a4%95%e0%a4%be-%e0%a4%9c', 'तिब्बत एशिया की प्रमुख नदियों का स्रोत हैं | ये नदियाँ हैं: सिंधु, ब्रह्मपुत्र, सतलज, करनाली, अरुणकोशी. घघरा, मानस, दिबांग, लोहित, इरावदी, सालविन, मेकांग, यांगत्से तथा हुआंगहो | ये नदियाँ अंतर्राष्ट्रीय नदियाँ है | तिब्बत, पाकिस्तान, भारत, नेपाल, भूटान, बंगलादेश, म्यांमार, थाललैंड, लॉस, कम्पुचिया, बियतनाम तथा चीन होकर बहती है', '<p>तिब्बत एशिया की प्रमुख नदियों का स्रोत हैं | ये नदियाँ हैं: सिंधु, ब्रह्मपुत्र, सतलज, करनाली, अरुणकोशी. घघरा, मानस, दिबांग, लोहित, इरावदी, सालविन, मेकांग, यांगत्से तथा हुआंगहो | ये नदियाँ अंतर्राष्ट्रीय नदियाँ है | तिब्बत, पाकिस्तान, भारत, नेपाल, भूटान, बंगलादेश, म्यांमार, थाललैंड, लॉस, कम्पुचिया, बियतनाम तथा चीन होकर बहती है | ये देश विश्व की घनी आबादी वाले उपजाऊ देश है | जहाँ आधी मानव जाति निवास करती है | ये नदियाँ एशिया के इन देशों की प्राणधाराएँ हैं | विश्व की 47 प्रतिशत जनसंख्या का ये नदियाँ भरण-पोषण करती है | ये नदियाँ एशिया के इन देशों की साझी विरासत है | (Comman Heritage) है चीन की बपौती नहीं |</p>\r\n\r\n<p>ये नदियाँ Ecologically बहुत महत्वपूर्ण है | तिब्बत का पर्यावरण बहुत नाजुक है | तिब्बत के ECO system में कोई भी छेड़छाड़ होने से उसका दुष्परिणाम एशिया के सभी देशों को भोगना पड़ता है | चीन ने तिब्बत में जंगलों की अंधाधुंध कटाई करके, खनिज पदार्थों के लिए पर्यावरण का ध्यान न रखते हुये, अनियंत्रित खनन कर इन नदियों पर अनगिनत बांध बनाकर भूमि का over use, over grazing तथा गलत फसलें उपजाकर पर्यावरण की सोचनीय स्थिति पैदा कर दी है | इस कारण तिब्बत की नदियों के पानी को जंगलों के विनाश कर जल संग्रहण, जल को रोकने और थोड़ा-थोड़ा छोड़ने की क्षमता घटा दी है | इस कारण पर्यावरण तथा जल की कमी, भूक्षरण, सूखा, बाढ़, आदि की समस्याएँ बढ़ गई है और एशिया का वाटर टावर खत्म हो रहा है | पर्यावरण की कोई राष्ट्रीय सीमा नहीं है |</p>\r\n\r\n<p>Strange Geological Phehomeon<br />\r\nतिब्बत से निकलने वाली नदियों के दो मुख्य water shed है | एक उत्त्तर पश्चिम में कैलाश मानसरोवर का दूसरा उत्त्तर-पूर्व आमनेमाछेन पर्वत का | कैलाशमानसरोवर में भगवान शंकर तथा देवी पार्वती का निवास माना जाता है | हिंदु, बौद्ध, जैन कैलाश मानसरोवर खण्ड की तीर्थ यात्रा, प्रदक्षिणा करते हैं | इसी तरह आमदो के आमनेमाछेन में तिब्बती देवता माछेन पोमरा का निवास माना जाता है | तिब्बत के लोग उनको अपना शुभचिंतक देवता मानते हैं | वे आमनेमाछेन की तीर्थ यात्रा के लिये जाते हैं | उसकी परिक्रमा करते हैं |<br />\r\nकैलाश मानसरोवर खण्ड से सिंधु, ब्रह्पुत्र, सतलज तथा करनाली नदियाँ निकलती है | उनका उद्वगम स्थान पास-पास ही है | पर वे अलग अलग दिशाओं में बहती हैं | सिंधु पहले पश्चिम फिर दक्षिण दिशा में बहती है | ब्रह्मपुत्र कैलाश मानसरोवर के पहले पूर्व-दक्षिण तथा फिर दक्षिण पूर्व की ओर बह जाती है | सतलज तथा करनाली दक्षिण की ओर जाती हैं |&nbsp;<br />\r\nहिमालय &ndash; कैलाश पर्वत<br />\r\nभारत के इतिहास में अतिप्राचीन काल से हिमालय के प्रति बहुत आदर, संभ्रम, विस्मय, गर्व तथा श्रद्धा का भाव रहा है | हिमालय भारत माता का हिम क्रीट है | भारत की कला, संस्कृति, साहित्य, जीवन पद्धति, धन-धान्य तथा उत्तरी भारत की प्रमुख नदियों का स्रोत है | हिमालय की सर्वदा हिमाच्छादित उत्त्तरी श्रृंखला &ndash; हिमाद्री &ndash; भारत की उत्त्तरी सीमा है | विष्णु पुराण में कहा गया है कि उतरं यत् समुद्रस्य, हिमाद्रिश्चैय दक्षिणम तद्वर्ष भारते नाम भारती यत्र संतति<br />\r\nमहाकवि कालिदास के कुमार संभव का प्रथम श्लोक है |<br />\r\nअत्युत्ररस्यां दिशि हिमालयों नाम नगाधिराज | दिनकर जी ने हिमालय के प्रति लिखा है : मेरे नगपति मेरे विशाल, साकार दिव्य गौरव विराट, मेरी जननी के हिमक्रीट&hellip;&hellip;<br />\r\nहिमालय की हिममंडित उत्तरी पर्वत श्रेणी को हिमाद्री कहते हैं | यही भारत की उत्त्तरी सीमा है | इसी हिमाद्रि में पवित्र कैलाश, पवित्र मानसरोवर है | कैलाश को अंग्रेजी में होली कैलाश तथा तिबब्ती में कांग रिम्पोछे कहते है | मानसरोवर को तिबब्ती में Tso Mapam कहते हैं | कैलाश मानसरोवर खण्ड हिन्दुओ, बौद्धों, जैनों के पवित्र तीर्थ स्थान है | कैलाश हिमाद्री की सबसे उत्त्तरी श्रृंखला&nbsp; के दक्षिणी Flank पर है | इसकी ऊँचाई समुद्र तट से 22, 281 फीट है | इसका घेरा 51.5 किलो मीटर है | इसके चतुर्दिक झेत्र से इसकी ऊँचाई 2133 मीटर है | पवित्र मानसरोवर कैलाश के आधार पर 18 मील दक्षिण है | मानसरोवर का घेरा 56 मील है | क्षेत्रफल 200 वर्ग मील है | गहराई 300 फीट है | कैलाश मानसरोवर का पूरा क्षेत्र कैलाश-मानस खण्ड कहलाता है | कैलाश मानस खण्ड का क्षेत्रफल 322 वर्ग किलो मीटर है | पूर्व से पश्चिम तक की लम्बाई 161 किलो मीटर है | कैलाश पर्वत पर भगवान शंकर तथा भगवती पार्वती का निवास है | इसे श्रृष्टि का केंद्र भी कहा जाता है | यही पुराणों में वर्णित ब्रह्म सरोवर है &ndash; गन्धमादन आदि चार पर्वतों के बीच |<br />\r\nदशावतारों के पहले के 24 अवतारों में प्रथम अवतार भगवान ऋषभ देव जी ने यही तपस्या कर ज्ञान की प्राप्ति की थी | भगवान श्रीकृष्ण, भीम तथा अर्जुन भी यहाँ पधारे थे | भारत के संत महात्मा लोग यहाँ तपस्या के लिये आते रहे हैं | कैलाश मानसरोवर खण्ड की परिक्रमा तथा यात्रा हिंदु, बौद्ध तथा जैन सभी करते हैं | यह हिंदु धर्म का अविछिन्न अंग हैं | मानसरोवर को श्रृष्टिकर्ता ब्रह्मा का मानस कहा जाता है | मानस से 8 किलो मीटर दूर राकसताल है | रावण की तपस्यास्थली | राकसताल का घेरा 124 किलो मीटर, गहराई 150 फीट है | बौद्ध मानसरोवर को अवन्तक &ndash; Beyond heat and trouble मानते हैं |<br />\r\nकैलाश मानसरोवर खण्ड उत्तरी भारत की प्रमुख नदियों का उद्गम स्थल है | यही से सिंधु, ब्रह्मपुत्र, सतलज (शतदु &ndash; Fastes river of the World) है | करनाली का उद्गम यही है | कहते हैं कि गंगा जी का भी गुप्त उद्गम यही है |<br />\r\nयह अनोखी बात है कि उत्त्तर भारत की चार प्रमुख नदियों का उद्गम एक ही स्थान &ndash; कैलाश मानसरोवर की हिम नदियों से हुआ है और वे विभिन्न दिशाओं में बहती है | सिंधु उत्त्तर की ओर जाकर फिर पश्चिम की ओर, ब्रह्मपुत्र पूर्व की ओर जाकर फिर दक्षिण की ओर, सतलज दक्षिण की ओर जाकर फिर पश्चिम की ओर, करनाली दक्षिण की ओर | सिंधु का उद्गम स्थल 5183 मीटर पर, ब्रह्मपुत्र का 5,300 मीटर, सतलज का 5,200 मीटर | सतलज की लम्बाई 1448 किलो मीटर (900 मील) | पंजाब की पाँच नदियों में यह सबसे लम्बी नदी है |<br />\r\nपूर्वगामी ब्रह्मपुत्र में मानसरोवर तथा पे के बीच (1623 किलो मीटर) 14 नदियाँ उत्त्तर दिशा से आकर मिलती है | जिसमें प्रमुख है रोंगोछू, Key chhu, जियाम्बदा छू, तथा Po Tsango | ये नदियाँ पूरब बहने वाले शांको से 30 किलो मीटर उत्त्तर दिशा में जो हिमाद्रि श्रृंखला है &ndash; (Nenchentangla) जो मेन वाटरशेड है | वहीँ भारत के इतिहास पुराण के अनुसार भारत की उत्त्तरी सीमा है | कैलाश मानसरोवर खण्ड तथा पूर्वगामी ब्रह्मपुत्र के 30 किलो मीटर उत्त्तर तक का क्षेत्र भारत का भू-भाग है |<br />\r\nइसी तरह तीन महानदियाँ यांगत्से, मेंकांग, सालविन, आननेमाछेन क्षेत्र से निकलकर विभिन्न दिशाओं में बहती है | लेकिन तिब्बत के खाम प्रदेश तथा म्यांमार बोर्डर के निकट ये एक दूसरे के समानान्तर पांच डिग्री के अंतर पर बहते हैं | इनके (three riever) तीन समानांतर &nbsp;नदियों के पश्चिम अरुणाचल प्रदेश के सामने तीन बड़ी नदियाँ लोहित, दिवांग समानान्तर दक्षिण दिशा में अरुणाचल होकर असम में जाती है | लोहित तथा दिवांग के पश्चिम थोड़ी दूर पर अरुणाचल प्रदेश के सिंयाग जिले के सामने कैलाश से सीधा पूरब 1600 किलो मीटर आकर ब्रह्पुत्र अचानक दक्षिण की ओर मुड़ जाता है तथा लोहित और दिवांग के समानान्तर अरुणाचल होकर असम में चली जाती है तथा ये तीनों नदियाँ असम में सदिया के पास एकाकर होकर ब्रह्पुत्र के नाम से दक्षिण पश्चिम की ओर प्रस्थान करती है |<br />\r\nतिब्बतन वाटरशेड से निकलने वाली नदियों में एशिया की प्रमुख नदियाँ जैसे:- सिंधू (कुल लम्बाई-2900 किलो मीटर, जिसमें 800 किलो मीटर तिब्बत में है), सिंधू भारत की सात पवित्र नदियों-सप्त सिंधूओं में एक है | प्रातः स्मरणीय है | जिनका आह्वान स्नान के समय हम करते हैं | &lsquo;गंगे च यमुने च गोदावरी, सरस्वती, नर्मदे, सिंधु, कावेरी जलेस्मन सन्निधं कुरु | इसके तट पर भारत की सभ्यता विकसित हुई | सिंधु पंजाब-सिंध (पाकिस्तान) के 80 प्रतिशत भाग को सींचती है | सिंध को सिंधु नदी का दान कहते हैं | सिंधु विश्व की उन दस नदियों में जिनका आगामी 20 वर्षो में सूख जाने की आशंका है | सिंधु बेसिन के &nbsp;90 प्रतिशत वन काट डाले गये हैं | अब यहाँ केवल 0.4 प्रतिशत वन हैं | सिंधु बेसिन में चीन 60 मीटर से अधिक ऊँचाई के तीन डैम बना रहा है | सिंधु का तिब्बती नाम सिंगेखबाब है (सिंग मुखी) | ब्रह्मपुत्र (कुल लम्बाई-2897 किलो मीटर, जिसमें 1623 किलो मीटर तिब्बत में, कैलाश मानसरोवर के अपने उदगम से 1600 किलोमीटर तीर के तरह सीधा पूर्व की दिशा की ओर बहता हुआ यह हठात पे के पास दक्षिण की ओर मुड़कर एक तंग और गहरे Gorge में प्रवेश करता है। यह Gorge नामच्छा बरवा (25445 फीट ऊँचाई) ग्यालाफेरी (23450 फीट) पर्वत के बीच में है। यह विश्व का सबसे गहरा Gorge है। ब्रह्मपुत्र का यह मोड़ Great band कहलाता है । Tsangpo के Great band के पेमाको क्षेत्र से बहता हुआ कोरबो के पास भारतीय सीमा में अरुणाचल प्रदेश के सियांग जिला में प्रवेश करता है । कोरबो से लेकर अरुणाचल के Foothilsh पासी घाट तक गहरे Gorge से ही होकर गुजरता है । भारत की सीमा से पासी घाट तक जिस गौर्ज से यह गुजरता है उस गौर्ज की चौड़ाई 100 मीटर से लेकर 1000 मीटर तक है । भारत में प्रवेश करने के स्थान कोरबो से पासीघाट तक यह सियांग के नाम से जाना जाता है। सादिया में इसका मेल दिवांग तथा लोहित नदियों से होता है । यहाँ से इसका नाम ब्रह्मपुत्र हो जाता है।<br />\r\nअसम में डिबुगढ़ के पास ब्रह्मपुत्र की चौड़ाई 10 किलो मीटर है | यहाँ से यह दो धाराओं में बहतती है जोरहट के पास इन दो धाराओं के मध्य में 100 किलो मीटर लम्बा विश्व का सबसे बड़ा नदी द्विप मांजुली है | भारत सरकार ने इस अनूठे द्विप के संरक्षक के लिये प्रयास करने का आरंभ कर दिया है | असम की वैष्णव सभ्यता तथा संस्कृति का भंडार कोष है |<br />\r\nगुवाहाटी के पास सराईघाट में ब्रह्मपुत्र की चौड़ाई 01 किलो मीटर है और एक ही धारा में बहती है | इसलिए ब्रह्मपुत्र में सबसे पहला रेल रोड पुल 1962 में सराईघाट में बना |<br />\r\nविदेशी मुसलमान आक्रमणकारियों ने असम में प्रवेश करने की कई बार असफल चेस्टाएँ की थी | चूंकि सराईघाट में ब्रह्मपुत्र की चौड़ाई सबसे कम है इसलिए विदेश आक्रमणकारियों ने सराईघाट को ही असम में प्रवेश के लिये चुना | पर उनके (तुर्क अफगान, पठान) बार-बार के आक्रमण को असम के वीरबांकुरे हिन्दुओं ने विफल कर दिया। असम में अंतिम मुस्लिम आक्रमण औरंगजेब के समय 1671 में हुआ। विशाल मुगल सेना ने सरईघाट में ब्रह्मपुत्र को पार कर असम में तथा असम द्वारा दक्षिण-पूर्व एशिया में प्रवेश करने की अनेक चेष्टाएँ की पर वे विफल हो गयी |<br />\r\n1671 में औरंगजेब की विशाल सेना ने असम पर आक्रमण की पर वे ब्रह्मपुत्र को पार करने में मुगल सेना सफल नहीं हुई | 1671 की सराईघाट की लड़ाई इतिहास में प्रसिद्ध है | यही असम के लोगों ने लाक्षितबरफुकन के नेतृत्व में मुगल सेना को छापामार युद्ध में बुरी तरह पराजित किया | लक्षितबरफुकन की तुलना वीर शिवाजी से की जाती है। सराईघाट की पराजय के बाद मुसलमानों ने असम की तरफ रुख करना छोड़ दिया और इस्लाम का प्रचार असम, वर्मा, लॉस, कम्पुचिया, थाईलैंड तथा वियतनाम में नहीं हो पाया |<br />\r\nयदि मुगल सेना 1671 में असम तथा दक्षिण-पूर्व एशिया में प्रवेश करने में सफल हो गयी होती तो असम तथा दक्षिण पूर्व एशिया के देशों का वहीँ हस्र होता, जो इण्डोनेशिया का हुआ | इण्डोनेशिया जो सैकड़ों वर्षों तक हिन्दू / बौद्ध देश था। फिर बाद में मुस्लिम आक्रमण के कारण मुसलमान हो गया | उनका बलात धर्मपरिवर्तन कर मुसलमान बना दिया गया | आज इण्डोनेशिया की 86 प्रतिशत आबादी मुसलमान है और 09 प्रतिशत इसाई है तथा शेष 05 प्रतिशत हिन्दू तथा बौद्ध हैं | हिंदु संस्कृति का प्रभाव इण्डोनेशिया में अभी भी स्पष्ट है | इण्डोनेशिया का बाली द्विप हिंदु है | इण्डोनेशिया की भाषा Bahasa &nbsp;इण्डोनेशिया तथा मलाया की भाषा संस्कृत से प्रभावित है | मुस्लिम इण्डोनेशिया में रामायण एवं महाभारत का अभी भी बहुत प्रभाव है | इण्डोनेशिया के भूतपूर्व राष्ट्रपति सुकरणो का कहना था कि 2000 वर्ष पहले भारत के लोग इण्डोनेशिया आये। जो उस समय यवद्विप तथा स्वर्णद्विप कहलाता था तथा वहाँ शक्तिशाली हिंदु राज्य स्थापित किये | इन हिदु राज्यों के नाम थे &ndash; श्रीविजय, माताराम तथा महामजापहित |</p>\r\n\r\n<p>ब्रह्मपुत्र 278 अरुणाचल में तथा 640 किलो मीटर असम में, 354 किलो मीटर बंगला देश में इसका तिब्बती नाम यारलुंग सांगपो, यामचोक खबाब | त्सांगपो का अर्थ &ndash; Purifir &ndash; पवित्र करने वाला है | ये तिब्बत, भूटान तथा आसम में पवित्र महानदी माना जाता है | ब्रह्मपुत्र तिब्बत को दक्षिणी एशिया से जोड़ता है | यह तिब्बती सभ्यता का पालना (Cradle) कहा जाता है | यह विश्व की सबसे ऊँचे धरातल (13 हज़ार फ़ीट की ऊँचाई) पर बहने वाली नदी है । इसी की धारा पर चीन Great Band में अति ख़तरनाक मानवता के नाश का एक भयंकर राक्षस के प्रतिरोपण बाँध बनाकर डैम का निर्माण कर चुका है।</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac7a72b08b16.jpg\" style=\"height:289px; width:508px\" /></p>\r\n\r\n<p>ब्रह्मपुत्र पर चीन का 4डैम</p>\r\n\r\n<p>सालविन<br />\r\nसालविन की कुल लम्बाई है 2800 किलो मीटर जिसका 1000 किलो मीटर तिब्बत में है | इसका तिब्बती नाम ग्यामो डुल छू, चीनी नाम है नू जियांग | तिब्बत के नागछू के पास ही कुछ झीलें है | यह सेंट्रल तिब्बत खाम, वर्मा, पश्चिमी थाईलैंड होकर बहती है | यह मेकांग के समानान्तर बहती है | यहाँ एक प्राकृतिक अजूबा करिश्मा देखनों को मिलता है | एशिया के तीन महान नदियाँ यांग्तसे, सालविन तथा मेकांग एक दूसरे के बहुत निकट से अलग-अलग गौर्जो में समानान्तर बहती है | इन समानान्तर नदियों के गौर्ज को यूनेस्को द्वारा वर्ल्ड हेरीटेज साईट घोषित किया गया है | प्राकृतिक के रत्न | इसके बावजूद चीन की सरकार हेरीटेज साईट के निकट व्यवसायी गतिविधियाँ चला रही है | खनिज पदार्थो का खनन कर रही है | बांध बना रही है जिससे वर्ल्ड हेरीटेज खतरे में पड़ गया है | यूनेस्को ने चीन की सरकार से वर्ल्ड हेरीटेज के आस पास अवांछित कार्यवाई नहीं करने का अनुरोध किया था | पर चीन की सरकार ने यूनेस्को की आपत्ति की कोई परवाह नहीं की | चीन अपने दम्भ में किसी का परवाह नहीं करता | चाहे वह एशिया के पड़ोसी देश हो या यूनेस्को हो | वह अपनी दादागिरि चलाता रहता है |<br />\r\nमेकांग<br />\r\nमेकांग का तिब्बती नाम है &lsquo;जा छू&rsquo; तथा चीनी नाम &lsquo;चांग जियांग&rsquo; इसकी लम्बाई 4500 किलो मीटर है। जिसमें 1500 किलो मीटर तिब्बत में है | यह तिब्बत की नदियों में सबसे अधिक अन्तर्राष्ट्रीय नदी है | छः देंशो से होकर बहती है | यह देश है :- तिब्बत, चीन (ह्यूनान) लाओस, वर्मा, थाईलैंड, कंपूचिया तथा वियतनाम | मेकांग में बड़े जहाजों के आवागमन की सुविधा के लिये चीन ने मेंकांग के पेट में जहाँ&ndash;तहाँ जो बड़ी बड़ी चट्टानें थी, उनको बम से उड़ाकर नदी को बड़े जहाजों के आवागमन के लिये योग्य बनाया | इस नदी की जीव विभिन्नता (Bio-Diversity) की अपूरणीय क्षति हुई |<br />\r\nइस नदी पर चीन ने 30 डैम बनाये है और 14 से अधिक बांधो का कैशकेड डैम भी बनाया है | लॉस आदि देशों ने इन बांधों के बनने से उनको होने वाले नुकसान के कारण चीन से अपनी चिंता जाहिर की थी, पर चीन ने कोई परवाह नहीं की | अपना निर्माण जारी रखा | चीन के वैज्ञानिकों और पर्यावरणविदों ने भी चीनी सरकार से अनुरोध किया था कि वह मेकांग के पर्यावरण तथा जैव विभिन्नता (Bio-diversity) की रक्षा करें पर उनका अनुरोध निष्फल हुआ |<br />\r\nमेंकांग को साउथ इस्ट एशिया का हृदय कहते है | यहाँ 60 मिलियन लोग रहते हैं जो मेकांग पर खाद्य पदार्थ, जल तथा आवागमन के लिये निर्भर हैं | मेकांग में मछलियों की जितनी प्रजातियाँ पायी जाती है वह उतनी आमेजन नदी के अलावा विश्व की किसी और नदी में नहीं पाई जाती है | यहाँ छोटी से छोटी मछली से लेकर 300 किलो ग्राम तक मछली, 14 फीट डायना वाली मछलियाँ भी पाई जाती है | इसलिये मेकांग को थाईलैंड में माईखंग कहते हैं | माई का अर्थ हुआ थाई भाषा माँ होता है तथा खंग गंग का अपभ्रंस हैं | इस प्रकार माईखंग का अर्थ हुआ माँ गंगे |<br />\r\nचीन द्वारा मेकांग नदी पर दक्षिण &ndash; पश्चिम ह्यूनान प्रान्त में अंधाधुंध बाँध बनाने से चीन के पड़ोसी देशों में भयंकर भय व्याप्त हो गया है | थाईलैंड, लॉस, वियतनाम तथा कम्पुचिया देशों ने 04 अप्रैल 2010 को चीनी सरकार से अपनी चिंता अवगत कराने का निश्चय किया है |<br />\r\nइन चार देशों ने 1995 में मेकांग River commission (MRC) बनाया । MRC का निर्माण Joint Management के लिये किया गया था | पर चीन इसमें शामिल नहीं हुआ | जैसे MRC देशों की चिंता है वैसी ही चिंता विगत वर्षो में भारत ने भी चीन से जाहिर की थी कि Yarlong TSangpo पर चीन द्वारा अनेक बांधो के निर्माण का दुष्प्रभाव भारत पर भी पड़ रहा है तथा और भी पड़ेगा | पर चूँकि इन नदियों के उपरी हिस्सों पर चीन का कब्जा है इसलिये चीन इन नदियों के निचले भागों वाले देशों की चिंता की परवाह नहीं करता है | इस मामले में अन्तर्राष्ट्रीय कानून भी लचर है |<br />\r\nथाईलैंड के प्रधानमंत्री ने सार्वजनिक रूप से मार्च 2010 कहा था कि मैं अपने विदेश मंत्री से इस संदर्भ में चीन से बात करने के लिये कहूँगा क्योंकि चीन की दादागीरी से मेकांग के बेसिन में रहने वाले छ: करोड़ लोग दुष्प्रभावित है | &nbsp;चीन ने 2011 तक मेकांग पर चार बांध बना लिये थे तथा पाँच और निर्माणाधीन थे जिसे अबतक शायद पूर्ण भी कर लिया हो | उनमें से एक Xiowan Dam है जो विश्व का सबसे (292 मीटर ऊँचा) &lsquo;ऊँचा&rsquo; डैम है | इस बांध पर चीन ने चार Billian अमेरिकी डॉलर खर्च किया है |<br />\r\nUnited Nations Environment programme ने इस संदर्भ में चेतावनी डी है कि इन बाँधों से निचले देशों के जल प्रबंधन तथा सुरक्षा को खतरा है |</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac7a79352335.jpg\" style=\"height:313px; width:470px\" /></p>\r\n\r\n<p>Xiowan Dam</p>\r\n\r\n<p>यांगत्से<br />\r\nयांगत्से का चीनी नाम है चांग झियांग तथा तिब्बती नाम ड्रिछू है | यह विश्व की तीसरी सबसे लम्बी नदी है | इसकी कुल लम्बाई-6380 किलो मीटर है | उदगम स्थान तिब्बत के आमदो प्रदेश का थांगला पर्वत श्रृंखला जिसकी ऊँचाई 4900 मीटर है | यह अपने उदगम स्थान से पूर्व, दक्षिण-पूर्व फिर दक्षिण चीन के यूनान के आमदो तथा खाम में आ जाती है | वहाँ से फिर दक्षिण-पश्चिम जाकर चीन के सिंचुआन प्रान्त में प्रवेश करती है | वहाँ से वह वह शंघाई होते हुये पूर्वी चीन सागर में मिल जाती है | यह 1.8 विलियन वर्ग किलो मीटर भूमि को सींचती है | यह भी विश्व की उन दस नदियों में है जिनका अस्तित्व खतरे में है | यांगत्से इलाके में सालविन, मेकांग ब्रह्मपुत्र तथा Tsangpo के Catchment की तरह तिब्बत में बड़े प्राचीन घने जंगल थे | इन जंगलों के वृक्ष दो-ढाई सौ साल पुराने थे | इन जंगलों की अंधाधुंध कटाई कर चीन ने इस नदियों का सत्यानाश कर दिया है | इससे बाढ़, सिलटेशन तथा प्रदूषण की समस्या उत्पन्न हो गई है | जिसका प्रभाव नीचे वाले देशों तथा चीन पर भी पड़ रहा है |<br />\r\nहुआंगहो<br />\r\nहुआंगहो तिब्बत से ही निकलती है तथा दक्षिणी पूर्व एशिया तथा चीन को सींचती है | चीनी भाषा में हुआंगहो तथा तिब्बती भाषा में इसका नाम है &lsquo;माछू&rsquo; | अंग्रेजी में इसे Yello river भी कहते हैं, क्योंकि इसके पानी में पीली मिट्टी घुलकर आता है जिससे पानी का रंग पीला रहता है | इसकी लम्बाई 5,461 किलो मीटर है | जिसमें 1100 किलो मीटर तिब्बत में है | इसका उदगम स्थान आमनेंमाछेन ग्लेशियर तिब्बत के आमदो प्रान्त में है | इस नदी में विश्व की सभी नदियों से अधिक सिल्ट आता है | अपने हाई सिल्ट लोड के कारण यह पावर जेनेरेशन के लिये अनुपयुक्त है | यह अत्यधिक प्रदूषित नदी है | चीन की 80 प्रतिशत नदिया बुरी तरह से प्रदूषित हैं | यह कोशी की तरह मनमौजी है | इसलिए इसको चीन का शोक भी कहते हैं | चीन की सभ्यता इसी नदी के तट पर विकसित हुई | इसके बेसिन में 20 करोड़ लोग निवास करते हैं | ये चीन का Bread Basket कहलाता है, लेकिन इस नदी के कारण बाढ़ से भी बहुत नुकसान होता है | यह चीन का वरदान भी है और अभिशाप भी है | इस नदी की 1931 की बाढ़ में चालीस लाख लोग मरे थे | चीनी लोग इस नदी को माँ के समान मानते हैं | इसके अपर बेसिन में बहुत सारे पनबिजली बाँध बनाये गये हैं | जहाँ पेट्रो केमिकल्स, एलमुनियम के कारखाने हैं | सन 2004 में इसकी उपरी हिस्से में 4.5 छोटे डैम और 12 बड़े डैम बनाये गये | जो 2010 में पूरे हो गये | बड़े बांधों से पर्यावरण की भी समस्याएँ खड़ी हो गई है | चीन की नेताओं की प्राथमिकता बड़े बांध बनाने की है | जो उनका नाम इतिहास में दर्ज करवायेंगे |<br />\r\n2007 में एक सर्वे में पाया गया कि पीली नदी का पानी न पीने योग्य है और ना मछलियों के रहने योग्य है और न ही खेती और उद्योग के लिये है | इस नदी के बेसिन में भूगर्भ जल का अत्यधिक उपयोग होता है | जिस कारण भूगर्भ जल का स्तर आधा मिल नीचे चला गया है और हर साल डेढ़ मीटर नीचे चला जाता है | बीजिंग में एक तिहाई कुएँ सूखे गये हैं | भूगर्भ जल के अत्यधिक उपयोग के कारण | इसलिए इस समस्या से निपटने के लिये चीन के नेताओं ने यह निश्चय किया है कि इस नदी का जल संकट राष्ट्रीय सुरक्षा (National Security) का विषय है,जिसका अविलम्ब समाधान आवश्यक है | इसी समस्या के समाधान के लिये चीन के शीर्ष नेताओं और चीन के नेतृत्व ने यह निर्णय लिया कि ब्रह्मपुत्र का पानी लाकर पीली नदी में मिलाया जाय जिससे उत्त्तरी चीन का जाल संकट दूर हो | भूगर्भ जल का जलस्तर उपर उठे तथा Yello River प्रदूषण मुक्त हो सके |<br />\r\nलेकिन अध्ययन के बाद पाया गया कि केवल ब्रह्मपुत्र का पानी इस समस्या से निबटने के लिये पर्याप्त नहीं होगा | इसलिये निश्चय किया गया कि ब्रह्मपुत्र के साथ ही साथ यांग्त्से, सालविन तथा मेकांग के पानी को भी एकत्र कर नहरों द्वारा Yellow River में मिलाया जाय जिससे ने केवल उत्त्तरी चीन की जाल समस्या का समाधान होगा बल्कि इनरमंगोलिया, मंचूरिया, सिंकियांग, जुंगर बेसिन, छपदहगपं जैसे शुष्क रेगिस्तान इलाकों को भी हरा भरा किया जा सकेगा | ये शुष्क इलाके औद्योगिक दृष्टी से चीन के लिये बहुत महत्वपूर्ण है |<br />\r\n&nbsp; &nbsp; पर आज चीन की चोरी और सीनाज़ोरी से एशिया की साँझी नदियों का पानी लूट की साज़िश का शिकार बन गया है और एशिया के वॉटर टावर को चीन अपना जल उपनिवेश बना लिया है।<br />\r\n&nbsp;</p>\r\n\r\n<p><strong>तिब्बत की नदियाँ</strong></p>\r\n\r\n<p><strong><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac7a7b878cb9.jpg\" style=\"height:328px; width:448px\" /></strong></p>\r\n\r\n<p><strong><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac7a7c82de37.jpg\" style=\"height:308px; width:478px\" /></strong></p>\r\n', 1, 'uploads/images/image_big_17_5ac7a7f6321e0.jpg', 'uploads/images/image_mid_17_5ac7a7f6501a2.jpg', 'uploads/images/image_small_17_5ac7a7f6839c6.jpg', 'uploads/images/image_slider_17_5ac7a7f68a9be.jpg', 0, 3, 0, '', NULL, 1, '2018-04-06 17:01:42'),
(18, 'FANS Chitrakoot Chapter', 'fans-chitrakoot-chapter', 'परिचर्चा\r\n“विकलांगता अभिशाप नहीं वरदान है – राष्ट्र की मुख्यधारा में दिव्यांगजन” | 3 अप्रैल 2018\r\nजगदगुरु रामभद्राचार्य विकलांग विश्वविद्यालय, चित्रकूट', '<p>परिचर्चा<br />\r\n&ldquo;विकलांगता अभिशाप नहीं वरदान है &ndash; राष्ट्र की मुख्यधारा में दिव्यांगजन&rdquo; | 3 अप्रैल 2018<br />\r\nजगदगुरु रामभद्राचार्य विकलांग विश्वविद्यालय, चित्रकूट</p>\r\n\r\n<p><img alt=\"\" src=\"http://localhost/temp7/uploads/files/file_5ac8b02887317.jpg\" style=\"height:422px; width:750px\" /></p>\r\n', 11, 'uploads/images/image_big_18_5ac8b02cd6cf0.jpg', 'uploads/images/image_mid_18_5ac8b02d2be22.jpg', 'uploads/images/image_small_18_5ac8b02d6f33c.jpg', 'uploads/images/image_slider_18_5ac8b02d79ec0.jpg', 0, 0, 0, '', NULL, 1, '2018-04-07 11:49:00');

-- --------------------------------------------------------

--
-- Table structure for table `post_images`
--

CREATE TABLE `post_images` (
  `id` int(11) NOT NULL,
  `post_id` int(11) DEFAULT NULL,
  `image_path` varchar(500) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `reading_lists`
--

CREATE TABLE `reading_lists` (
  `id` int(11) NOT NULL,
  `post_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` int(11) NOT NULL,
  `site_title` varchar(255) DEFAULT NULL,
  `home_title` varchar(255) DEFAULT NULL,
  `site_keywords` varchar(400) DEFAULT NULL,
  `slider_active` int(11) DEFAULT '1',
  `site_color` varchar(100) DEFAULT 'default',
  `site_lang` varchar(100) DEFAULT 'english',
  `show_pageviews` int(11) DEFAULT '1',
  `facebook_url` varchar(500) DEFAULT NULL,
  `twitter_url` varchar(500) DEFAULT NULL,
  `google_url` varchar(500) DEFAULT NULL,
  `instagram_url` varchar(500) DEFAULT NULL,
  `pinterest_url` varchar(500) DEFAULT NULL,
  `linkedin_url` varchar(500) DEFAULT NULL,
  `vk_url` varchar(500) DEFAULT NULL,
  `optional_url_button_name` varchar(500) DEFAULT 'Click',
  `logo_path` varchar(255) DEFAULT NULL,
  `favicon_path` varchar(255) DEFAULT NULL,
  `about_footer` varchar(1000) DEFAULT NULL,
  `google_analytics` text,
  `contact_text` text,
  `contact_address` varchar(500) DEFAULT NULL,
  `contact_email` varchar(255) DEFAULT NULL,
  `contact_phone` varchar(255) DEFAULT NULL,
  `mail_host` varchar(255) DEFAULT NULL,
  `mail_port` varchar(255) DEFAULT '587',
  `mail_username` varchar(255) DEFAULT NULL,
  `mail_password` varchar(255) DEFAULT NULL,
  `mail_title` varchar(255) DEFAULT NULL,
  `primary_font` varchar(255) DEFAULT 'montserrat',
  `secondary_font` varchar(255) DEFAULT 'verdana',
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `site_title`, `home_title`, `site_keywords`, `slider_active`, `site_color`, `site_lang`, `show_pageviews`, `facebook_url`, `twitter_url`, `google_url`, `instagram_url`, `pinterest_url`, `linkedin_url`, `vk_url`, `optional_url_button_name`, `logo_path`, `favicon_path`, `about_footer`, `google_analytics`, `contact_text`, `contact_address`, `contact_email`, `contact_phone`, `mail_host`, `mail_port`, `mail_username`, `mail_password`, `mail_title`, `primary_font`, `secondary_font`, `created_at`) VALUES
(1, 'Infinite', 'Index', NULL, 1, 'red', 'english', 1, '', '', '', '', '', '', '', 'Click', '', '', '', NULL, '', '', '', '', '', '587', '', '', '', 'montserrat', 'verdana', '2017-07-06 00:11:07');

-- --------------------------------------------------------

--
-- Table structure for table `tags`
--

CREATE TABLE `tags` (
  `id` int(11) NOT NULL,
  `post_id` int(11) DEFAULT NULL,
  `tag` varchar(255) DEFAULT NULL,
  `tag_slug` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_520_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tags`
--

INSERT INTO `tags` (`id`, `post_id`, `tag`, `tag_slug`, `created_at`) VALUES
(14, 9, 'लोकपाल बिल', 'लोकपाल बिल', '2018-04-05 16:01:44'),
(15, 9, 'संसद', 'संसद', '2018-04-05 16:01:44'),
(16, 9, 'लोकपाल', 'लोकपाल', '2018-04-05 16:01:44'),
(168, 17, 'Thailand', 'Thailand', '2018-04-07 11:32:07'),
(169, 17, 'एशिया', 'एशिया', '2018-04-07 11:32:07'),
(170, 17, 'कंपूचिया', 'कंपूचिया', '2018-04-07 11:32:07'),
(171, 17, 'चीन', 'चीन', '2018-04-07 11:32:07'),
(172, 17, 'तिब्बत', 'तिब्बत', '2018-04-07 11:32:07'),
(173, 17, 'ब्रह्मपुत्र', 'ब्रह्मपुत्र', '2018-04-07 11:32:07'),
(174, 17, 'मेकांग', 'मेकांग', '2018-04-07 11:32:07'),
(175, 17, 'येल्लो रीभर', 'येल्लो रीभर', '2018-04-07 11:32:07'),
(176, 17, 'लाओस', 'लाओस', '2018-04-07 11:32:07'),
(177, 17, 'साल्विन', 'साल्विन', '2018-04-07 11:32:07'),
(178, 15, 'गीता', 'गीता', '2018-04-07 11:32:22'),
(179, 15, 'जीवन दर्शन', 'जीवन दर्शन', '2018-04-07 11:32:22'),
(180, 15, 'मानवीय ग्रन्थ', 'मानवीय ग्रन्थ', '2018-04-07 11:32:22'),
(181, 15, 'समग्र', 'समग्र', '2018-04-07 11:32:22'),
(182, 14, 'अधिकार', 'अधिकार', '2018-04-07 11:35:35'),
(183, 14, 'आदिवासी', 'आदिवासी', '2018-04-07 11:35:35'),
(184, 14, 'नक्सलवाद', 'नक्सलवाद', '2018-04-07 11:35:35'),
(185, 14, 'माओवाद', 'माओवाद', '2018-04-07 11:35:35'),
(186, 14, 'विषमता', 'विषमता', '2018-04-07 11:35:35'),
(187, 13, 'अपमान', 'अपमान', '2018-04-07 11:35:55'),
(188, 13, 'उत्पीड़न', 'उत्पीड़न', '2018-04-07 11:35:55'),
(189, 13, 'उपेक्षा', 'उपेक्षा', '2018-04-07 11:35:55'),
(190, 13, 'दलित', 'दलित', '2018-04-07 11:35:55'),
(191, 13, 'पीड़ित', 'पीड़ित', '2018-04-07 11:35:55'),
(192, 13, 'प्रताड़ना', 'प्रताड़ना', '2018-04-07 11:35:55'),
(193, 13, 'वंचित', 'वंचित', '2018-04-07 11:35:55'),
(194, 13, 'शोषण', 'शोषण', '2018-04-07 11:35:55'),
(195, 12, 'लाहौर', 'लाहौर', '2018-04-07 11:37:55'),
(196, 12, 'शहीद भगत सिंह', 'शहीद भगत सिंह', '2018-04-07 11:37:55'),
(197, 11, 'ज्ञान-विज्ञान', 'ज्ञान-विज्ञान', '2018-04-07 11:38:10'),
(198, 11, 'पिछड़ा वर्ग', 'पिछड़ा वर्ग', '2018-04-07 11:38:10'),
(199, 11, 'राष्ट्रीय एकता', 'राष्ट्रीय एकता', '2018-04-07 11:38:10'),
(200, 11, 'रोज़गार', 'रोज़गार', '2018-04-07 11:38:10'),
(201, 11, 'लोहिया', 'लोहिया', '2018-04-07 11:38:10'),
(202, 11, 'संस्थागत', 'संस्थागत', '2018-04-07 11:38:10'),
(203, 11, 'आरक्षण', 'आरक्षण', '2018-04-07 11:38:10'),
(204, 10, 'भारतीय नवजागरण', 'भारतीय नवजागरण', '2018-04-07 11:38:45'),
(205, 10, 'राष्ट्रीय चेतना', 'राष्ट्रीय चेतना', '2018-04-07 11:38:45'),
(206, 10, 'सामाजिक-सांस्कृतिक-आर्थिक बदलाव', 'सामाजिक-सांस्कृतिक-आर्थिक बदलाव', '2018-04-07 11:38:45');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT 'name@domain.com',
  `password` varchar(255) DEFAULT NULL,
  `role` varchar(100) DEFAULT 'user',
  `avatar` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `email`, `password`, `role`, `avatar`, `created_at`) VALUES
(1, 'admin', 'name@domain.com', '$2a$08$Xy3iNnRno3YLTdwTBttEWeDOiCqalQsa.jiGMtMLYaLEqCYjNqzTa', 'admin', '', '2017-07-06 00:12:26');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ads`
--
ALTER TABLE `ads`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contacts`
--
ALTER TABLE `contacts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gallery_categories`
--
ALTER TABLE `gallery_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `newsletters`
--
ALTER TABLE `newsletters`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `photos`
--
ALTER TABLE `photos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `post_images`
--
ALTER TABLE `post_images`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `reading_lists`
--
ALTER TABLE `reading_lists`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tags`
--
ALTER TABLE `tags`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ads`
--
ALTER TABLE `ads`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `contacts`
--
ALTER TABLE `contacts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gallery_categories`
--
ALTER TABLE `gallery_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `newsletters`
--
ALTER TABLE `newsletters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `photos`
--
ALTER TABLE `photos`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `post_images`
--
ALTER TABLE `post_images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `reading_lists`
--
ALTER TABLE `reading_lists`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tags`
--
ALTER TABLE `tags`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=207;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
